Repository: brutasse/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: el, fa, hi, it, pl, pt_br, ru, sq, sv, tr

source: User
el: Χρήστης
fa: کاربر
hi: प्रयोक्ता
it: Utente
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sq: Përdorues
sv: Användare
tr: Kullanıcı

source: Creation date
el: Ημερομηνία δημιουργίας
fa: تاریخ ایجاد
hi: बनाने की तारीख़
it: Data di creazione
pl: Data utworzenia
pt_br: Data de criação
ru: Дата создания
sq: Datë krijimi
sv: Skapandedatum
tr: Oluşturma tarihi

source: OpenID associations
el: OpenID συσχετίσεις
fa: ارتباطات OpenID
hi: OpenID संगठन
it: Associazioni OpenID
pl: Powiązania OpenID
pt_br: Associações OpenID
ru: Привязанные OpenID
sq: Përshoqërime OpenID
sv: OpenID-kopplingar
tr: OpenID ilişkilendirmeleri

source: Your account is currently associated with the following OpenID:
el: Ο λογαριασμός σας είναι τώρα συσχετισμένος με το ακόλουθο OpenID:
fa: حساب شما هم اکنون به حساب های زیر متصل است.
hi: आपका खाता वर्तमान में निम्न OpenID के साथ जुड़े है:
it: Il tuo account è associato al seguente OpenID:
pl: Twoje konto jest aktualnie powiązane z następującym OpenID:
pt_br: Sua conta esta associada atualmente com o seguinte OpenID:
ru: Ваша учётная запись сейчас связана со следующим OpenID:
sq: Hëpërhë llogaria juaj është e përshoqëruar me OpenID-në vijuese:
sv: Ditt konto är just nu kopplat till följande OpenID:
tr: Hesabınız şu an şurada belirtilen OpenID ile ilişkilendirilmiş:

source: Remove association
el: Αφαίρεση συσχέτισης
fa: حذف ارتباط
hi: संगठन हटाएँ
it: Rimuovi associazione
pl: Usuń powiązanie
pt_br: Remover associação
ru: Удалить связь
sq: Hiqja përshoqërimin
sv: Ta bort koppling
tr: İlişkilendirmeyi kaldır

source: You are currently logged in with the following OpenID. Click "associate" to allow it to be used to sign in to your account.
el: Τώρα είστε συνδεδεμένος με τα ακόλουθα OpenIDs. Κλικάρετε στο "συσχέτιση" για να επιτρέψετε σε ένα OpenID να χρησιμοποιηθεί για να κάνει sign in στον λογαριασμό σας.
fa: شما با استفاده از OpenID زیر وارد شده اید. روی "ارتباط" کلیک کنید تا مجوز ورود با این حساب صادر شود
hi: आप वर्तमान में निम्नलिखित OpenID के साथ लॉग इन हो चुके है. "associate" पर क्लिक करें
it: Sei connesso correntemente con i seguenti OpenID. Clicca su "associa" per poter utilizzare un OpenID al fine di connetterti al tuo account.
pl: Jesteś obecnie zalogowany z następującym OpenID. Kliknij „powiąż”, aby pozwolić na używanie go do logowania na twoje konto.
pt_br: Você está logado com a seguinte OpenID. Clique em "associar" para permitir que seja usada para acessar sua conta.
ru: На данный момент вы вошли с помощью следующего OpenID. Нажмите "связать", чтобы разрешить входить с его помощью.
sq: Hëpërhë keni hyrë me OpenID-në vijuese. Klikoni mbi "përshoqëroje" që të lejohet përdorimi i saj për hyrje në llogarinë tuaj.
sv: Du är just nu inloggad med följande OpenID. Klicka på "Koppla" för att tillåta att ett OpenID används för att logga in på ditt konto.
tr: Şu an aşağıdaki OpenID ile oturum açtınız. Hesabınızın OpenID'ye giriş yapmada kullanılmasına izin vermek için "ilişkilendir"i tıklayın.

source: Associate
el: Συσχέτιση
fa: ارتباط
hi: सहयोगी
it: Associa
pl: Powiązanie
pt_br: Associar
ru: Связать
sq: Përshoqëroje
sv: Koppla
tr: İlişkilendir

source: To associate a new OpenID with this account, sign in with it here:
el: Για να συσχετίσετε ένα νέο OpenID με αυτό τον λογαριασμό, κάντε sign in με αυτό εδώ:
fa: برای ارتباط یک OpenID با این حساب، اینجا وارد شوید:
hi: इस खाते के साथ एक नया OpenID को संघटित करने के लिए, यहाँ से साइन इन करे:
it: Per associare un nuovo OpenID a questo account, usalo per registrati qui:
pl: Aby powiązać nowe OpenID z tym kontem, zaloguj się na nie tutaj:
pt_br: Para associar um novo OpenID com esta conta, acesse com ele aqui:
ru: Чтобы связать новый OpenID, войдите с его помощью на этой странице:
sq: Që të përshoqërohet një OpenID e re me këtë llogari, hyni këtu përmes saj:
sv: För att koppla ett nytt OpenID till detta konto, logga in med det här:
tr: Bu hesap ile yeni bir OpenID'yi ilişkilendirmek için, buradan onunla giriş yapın:

source: Authenticate and associate with this account
el: Πιστοποίηση και συσχέτιση με αυτό τον λογαριασμό
fa: تایید هویت و ارتباط با این حساب
hi: इस खाते को सत्यापित और सहयोग करें
it: Esegui l'autenticazione e associa a questo account
pl: Uwierzytelnij i powiąż z tym kontem
pt_br: Autenticar e associar com esta conta
ru: Войти и привязать к этой учётной записи
sq: Mirëfilltësoje dhe përshoqëroje me këtë llogari
sv: Autentisera och koppla till detta konto
tr: Kimliği doğrula ve bu hesap ile ilişkilendir

source: %s has been associated with your account
el: Το %s έχει συσχετιστεί με τον λογαριασμό σας
fa: %s به حساب کاربری شما متصل شد
hi: %s आपके खाते के साथ संबद्ध किया गया
it: %s è stato associato al tuo account
pl: %s został powiązany z Twoim kontem
pt_br: %s foi associado com sua conta
ru: %s связан с вашей учётной записью
sq: %s i është përshoqëruar llogarisë suaj
sv: %s har kopplats till ditt konto
tr: %s hesabınızla ilişkilendirilmiş

source: %s could not be associated with your account, as it is already associated with a different account
el: Το %s δεν μπόρεσε να συσχετιστεί με τον λογαριασμό σας, αφού είναι ήδη συνδεδεμένο με άλλο λογαριασμό
fa: %s نمی تواند به حساب کابری شما متصل شود، زیرا قبلا به حساب کابری دیگری متصل شده است.
hi: %s आपके खाते के साथ नहीं जुड़ सकता है, क्योंकि यह पहले से ही एक अलग खाते के साथ जुड़ा हुआ है
it: %s non può essere associato al tuo account, è già associato ad un altro account
pl: %s nie może zostać powiązany z Twoim kontem, gdyż jest już powiązany z innym.
pt_br: Não foi possível associar %s à sua conta, pois já está associado com uma conta diferente.
ru: %s не может быть привязан к вашей учётной записи, так как уже привязан к другой
sq: %s nuk iu përshoqërua dot llogarisë suaj, ngaqë është tashmë e përshoqëruar me një llogari tjetër
sv: %s kunde inte kopplas till ditt konto eftersom det redan är kopplat till ett annat konto
tr: %s, hesabınızla ilişkilendirilemediği gibi zaten farklı bir hesap ile ilişkilendirilmiş

source: You need to set a password if you want to remove all of your OpenIDs
el: Θα χρειαστεί να θέσετε έναν κωδικό αν θέλετε να αφαιρέσετε όλα τα OpenIDs σας
fa: شما برای حذف تمام OpenID های خود می بایست کلمه عبوری تعیین نمایید
hi: आपको एक पासवर्ड सेट करने की जरूरत है अगर आप को अपने सभी OpenIDs हटाना चाहते हैं
it: Devi impostare una password se vuoi rimuovere i tuoi OpenID
pl: Musisz ustawić hasło, jeśli chcesz usunąć wszystkie swoje OpenID
pt_br: Você precisar especificar uma senha se quiser remover todos seus OpenIDs
ru: Необходимо задать пароль, если вы хотите удалить все ваши OpenID
sq: Lypset të caktoni një fjalëkalim nëse dëshironi të hiqen krejt OpenID-të tuaja
sv: Du måste sätta ett lösenord om du vill ta bort alla dina OpenIDn
tr: Eğer OpenID'lerinizin tümünü kaldırmak istiyorsanız, bir parola ayarlamanız gerekir

source: %s has been removed from your account
el: Το %s έχει αφαιρεθεί από τον λογαριασμό σας
fa: %s از حساب شما حذف شد
hi: %s आपके खाते से हटा दिया गया है
it: %s è stato rimosso dal tuo account
pl: %s został usunięty z Twojego konta
pt_br: %s foi removido de sua conta
ru: OpenID %s был успешно удалён из вашей учётной записи
sq: %s është hequr prej llogarisë suaj
sv: %s har tagits bort från ditt konto
tr: %s, hesabınızdan kaldırılmış

source: Open ID failed, Sign in with your OpenID
el: Το OpenID απέτυχε, κάντε sign in με το OpenID σας
fa: Open ID شکست خورد. با Open ID خود وارد شوید.
hi: OpenID विफल, अपने OpenID के साथ साइन इन करे
it: Open ID non riuscito, accedi con il tuo OpenID
pl: Uwierzytelnienie OpenID nie powiodło się, zarejestruj się swoim OpenID
pt_br: OpenID falhou, acesse com seu OpenID
ru: Ошибка OpenID, войдите с помощью своего OpenID
sq: Open ID dështoi, Hyni me OpenID-në tuaj
sv: OpenID misslyckades, logga in med ditt OpenID
tr: Open ID başarısız oldu, OpenID'niz ile giriş yapın

source: Sign in with your OpenID
el: Κάντε sign in με το OpenID σας
fa: با Open ID خود وارد شوید.
hi: अपने OpenID के साथ साइन इन करे
it: Accedi con il tuo OpenID
pl: Zaloguj się z OpenID
pt_br: Acesse com seu OpenID
ru: Войти через OpenID
sq: Hyni me OpenID-në tuaj
sv: Logga in med OpenID
tr: OpenID'niz ile giriş yapın

source: OpenID failed
el: Το OpenID απέτυχε
fa: Open ID شکست خورد.
hi: OpenID विफल
it: OpenID fallito
pl: Autentykacja OpenID nie powiodła się
pt_br: OpenID falhou
ru: Ошибка OpenID
sq: OpenID-ja dështoi
sv: OpenID misslyckades
tr: OpenID başarısız oldu

source: Sign in
el: Είσοδος
fa: ورود
hi: साइन इन
it: Login
pl: Zaloguj się
pt_br: Acessar
ru: Войти
sq: Hyni
sv: Logga in
tr: Giriş yap

source: i-names are not supported
el: Τα i-names δεν υποστηρίζονται
fa: i-name پشتیبانی نمیشود
hi: i-names समर्थित नहीं हैं
it: Gli i-names non sono supportati
pl: i-nazwy nie są wspierane
pt_br: i-names não suportados
ru: i-names не поддерживаются
sq: i-names nuk mbulohen
sv: i-names stöds inte
tr: i-name'ler desteklenmez

source: The OpenID was invalid
el: Το OpenID ήταν μη έγκυρο
fa: OpenID نامعتبر بود
hi: OpenID अमान्य था
it: OpenID invalido
pl: OpenID był nieważny
pt_br: OpenID inválido
ru: Неправильный OpenID
sq: OpenID-ja qe e pavlefshme
sv: OpenIDt var ogiltigt
tr: OpenID geçersiz

source: The request was cancelled
el: Το request ακυρώθηκε
fa: تقاضا لغو شد.
hi: अनुरोध रद्द कर दिया गया था
it: La richiesta è stata annullata
pl: Zapytanie zostało anulowane
pt_br: A requisição foi cancelada
ru: Запрос был отменён
sq: Kërkesa u anulua
sv: Förfrågan avbröts
tr: İstek iptal edildi

source: Setup needed
el: Χρειάζεται ρύθμιση
fa: نیاز به تنظیمات دارد
hi: सेटअप की जरूरत
it: Setup necessario
pl: Potrzebna konfiguracja
pt_br: Configuração necessária
ru: Необходима настройка
sq: Lyp rregullim
sv: Installation krävs
tr: Kurulum gerekiyor

source: Drag and zoom the map until the crosshair matches your location
el: Σύρετε και εστιάστε στο χάρτη μέχρις ότου ο δείκτης ταιριάξει με την τοποθεσία σας
fa: نقشه را زوم کنید و بکشید تا با منطقه شما هماهنگ شود
hi: खींचें और ज़ूम करना नक्शा जब तक क्रॉसहेर अपने स्थान से मेल खाता है
it: Trascina ed ingrandisci la mappa fino ad individuare col puntatore la tua posizione geografica
pl: Przeciągnij i powiększ mapę tak, aby wskaźnik pokazywał Twoją lokalizację
pt_br: Arraste e dê zoom no mapa até que a mira esteja na sua localização
ru: Отмасштабируйте и перетаскивайте карту таким образом, чтобы перекрестье совпало с вашим местоположением
sq: Tërhiqeni dhe zmadhojeni shënjestrën derisa të përputhet me vendndodhjen tuaj
sv: Drag och zooma kartan tills siktet matchar din position
tr: Artı işareti konumunuzla eşleşene kadar haritayı sürükleyin ve yakınlaştırın

source: Username
el: Όνομα χρήστη
fa: نام کاربری
hi: उपयोगकर्ता नाम
pl: Nazwa użytkownika
pt_br: Usuário
ru: Имя пользователя
sq: Emër përdoruesi
sv: Användarnamn
tr: Kullanıcı adı

source: First name
el: Όνομα
fa: نام
hi: पहला नाम
it: Nome
pl: Imię
pt_br: Primeiro nome
ru: Имя
sq: Emër
sv: Förnamn
tr: Adı

source: Last name
el: Επώνυμο
fa: نام خانوادگی
hi: अंतिम नाम
it: Cognome
pl: Nazwisko
pt_br: Último nome
ru: Фамилия
sq: Mbiemër
sv: Efternamn
tr: Soyadı

source: E-mail
fa: ایمیل
hi: ई-मेल
pl: Adres email
sv: E-postaddress
tr: E-posta

source: Password
el: Κωδικός
fa: گذرواژه
hi: कूटशब्द
pl: Hasło
pt_br: Senha
ru: Пароль
sq: Fjalëkalim
sv: Lösenord
tr: Parola

source: Password (again)
el: Κωδικός (ξανά)
fa: گذرواژه (دوباره)
hi: कूटशब्द (फिर)
it: Password (ripeti)
pl: Hasło (powtórz)
pt_br: Senha (novamente)
ru: Пароль (ещё раз)
sq: Fjalëkalim (sërish)
sv: Lösenord (igen)
tr: Parola (tekrar)

source: Bio
el: Βιογραφικό
fa: بیوگرافی
hi: जैव
it: Biografia
pl: Biografia
ru: Биография
sq: Jetëshkrim
sv: Biografi
tr: Özgeçmiş

source: Country
el: Χώρα
fa: کشور
hi: देश
it: Paese
pl: Kraj
pt_br: País
ru: Страна
sq: Vend
sv: Land
tr: Ülke

source: Location
el: Τοποθεσία
fa: محل
hi: स्थान
it: Luogo
pl: Lokalizacja
pt_br: Localidade
ru: Местоположение
sq: Vendndodhje
sv: Position
tr: Yer

source: Region
el: Περιοχή
fa: منطقه
hi: क्षेत्र
it: Regione
pt_br: Região
ru: Область
sq: Rajon
tr: Bölge

source: Search visibility
el: Εμφάνιση ή όχι του προφίλ μου
fa: قابل جستجو
hi: खोज दृश्यता
it: Visibilità nella ricerca
pl: Widoczność wyszukiwania
pt_br: Visibilidade da pesquisa
ru: Индексация поисковыми системами
sq: Dukshmëri kërkimesh
sv: Synlighet i sökningar
tr: Arama görünürlüğü

source: Allow search engines to index my profile page (recommended)
it: Permetti ai motori di ricerca di indicizzare la pagina del mio profilo (raccomandato)
pl: Pozwól wyszukiwarkom internetowym indeksować mój profil (zalecane)
ru: Разрешить поисковым системам индексировать страницу моего профиля (рекомендуется)
sq: Lejoji motorët e kërkimeve të indeksojnë faqen e profilit tim (e këshilluar)
tr: Profil sayfamı indekslemesi için arama motorlarına izin ver (önerilir)

source: Don't allow search engines to index my profile page
it: Non permettere ai motori di ricerca di indicizzare la pagina del mio profilo
pl: Nie pozwalaj wyszukiwarkom indeksować mojego profilu
ru: Не разрешать поисковым системам индексировать страницу моего профиля
sq: Mos i lejo motorët e kërkimit të indeksojnë faqen e profilit tim
tr: Profil sayfamı indekslemesi için arama motorlarına izin verme

source: Email privacy
pl: Prywatność e-mail
ru: Конфиденциальность электронной почты
sq: Privatësi email-i
tr: E-posta gizliliği

source: Anyone can see my email address
it: Chiunque può vedere il mio indirizzo email
pl: Wszyscy mogą widzieć mój adres e-mail
ru: Мой адрес электронной почты виден всем
sq: Adresën time email mund ta shohë kushdo
tr: Herhangi biri e-posta adresimi görebilir

source: Only logged-in users can see my email address
it: Solo gli utenti connessi possono vedere il mio indirizzo email
pl: Tylko zalogowani użytkownicy mogą widzieć mój adres e-mail
ru: Мой адрес электронной почты виден только зарегистрированным пользователям
sq: Adresën time email mund ta shohin vetëm përdoruesit që kanë bërë hyrjen
tr: Sadece oturum açmış kullanıcılar e-posta adresimi görebilir

source: Noone can ever see my email address
it: Nessuno potrà mai vedere il mio indirizzo email
pl: Nikt nigdy nie może widzieć mojego adresu e-mail
ru: Мой адрес электронной почты не виден никому
sq: Adresën time nuk mund ta shohë kush
tr: Hiç kimse artık e-posta adresimi göremez

source: IM privacy
el: Ιδιωτικότητα του IM
fa: حریم مسنجر
hi: आईएम गोपनीयता
it: Privacy IM
pl: Prywatność IM
pt_br: Privacidade do IM
ru: Приватность IM
sq: Privatësi IM-je
sv: Sekretess för chatt
tr: IM gizliliği

source: Anyone can see my IM details
it: Chiunque può vedere i mie dettagli IM
pl: Wszyscy mogą widzieć moje dane nt. komunikatorów
ru: Мои идентификаторы в IM видны всем
sq: Hollësitë e mia IM mund t’i shohë kushdo
tr: Herhangi biri IM ayrıntılarımı görebilir

source: Only logged-in users can see my IM details
it: Solo gli utenti connessi possono vedere i miei dettagli IM
pl: Tylko zalogowaniu użytkownicy mogą widzieć moje dane nt. komunikatorów
ru: Мои идентификаторы в IM видны только зарегистрированным пользователям
sq: Hollësitë e mia IM mund t’i shohin vetëm përdoruesit që kanë bërë hyrjen
tr: Sadece oturum açmış kullanıcılar IM ayrıntılarımı görebilir

source: IRC tracking
el: Παρακολούθηση IRC
fa: پویش IRC
hi: आईआरसी ट्रैकिंग
it: Tracciamento IRC
pl: Śledzenie IRC
pt_br: Rastreamento de IRC
ru: Отслеживание IRC
sq: Gjurmim IRC
sv: IRC-spårning
tr: IRC takibi

source: Keep track of the last time I was seen on IRC (requires your IRC nick)
it: Tieni tracci dell'ultima volta che sono stato visto su IRC (richiede il tuo nickname IRC)
pl: Śledź ostatni raz, kiedy byłem widziany na IRC (wymaga twojego nicka IRC)
ru: Записывать и отображать время, когда меня последний раз видели в IRC-канале (требует указания ника в IRC)
sq: Mbaje shënim herën e fundit që jam parë në IRC (lyp nofkën tuaj në IRC)
tr: IRC'de göründüğüm son seferki izleri tut (IRC takma adınız gerekir)

source: Don't record the last time I was seen on IRC
it: Non registrare l'ultima volta che sono stato visto su IRC
pl: Nie zapisuj ostatniego razu, kiedy byłem widziany na IRC
ru: Не записывать время, когда меня последний раз видели в IRC
sq: Mos e mbaj shënim herën e fundit që jam parë në IRC
tr: IRC'de göründüğüm son seferki kayıtları tutma

source: Looking for work?
el: Ψάχνετε για εργασία;
fa: دنبال کار میگردید؟
hi: काम करने के लिए देख रहे हैं?
it: In cerca di lavoro?
pl: Szukasz pracy?
pt_br: Procurando por emprego?
ru: Ищете работу?
sq: Kërkoni punësim?
sv: Letar du jobb?
tr: İş mi arıyorsunuz?

source: Not looking for work at the moment
it: Non cerco lavoro in questo momento
pl: Nie szukam teraz pracy
ru: Не ищу работу в данный момент
sq: S’po kërkon për punësim
tr: Şu anda iş aramıyorum

source: Looking for freelance work
it: In cerca di lavoro come freelance
pl: Szukam pracy jako freelancer
ru: Ищу работу на фрилансе
sq: Po kërkon për punësim si profesionist i lirë
tr: Serbest iş arıyorum

source: Looking for full-time work
it: In cerca di lavoro a tempo pieno
pl: Szukam pracy na etat
ru: Ищу работу с полной занятостью
sq: Po kërkon punësim me kohë të plotë
tr: Tam zamanlı iş arıyorum

source: Your skills
el: Οι δεξιότητές σας
fa: توانایی‌های شما
hi: आपके कौशल
it: Le tue competenze
pl: Twoje umiejętności
pt_br: Suas habilidades
ru: Ваши навыки
sq: Aftësitë tuaja
sv: Dina färdigheter
tr: Yetenekleriniz

source: Password is required
el: Ο κωδικός είναι απαραίτητος
fa: احتیاج به رمز دارد
hi: कूटशब्द जरूरी है
it: La password è obbligatoria
pl: Hasło jest wymagane
pt_br: Senha requerida
ru: Пароль обязателен
sq: Fjalëkalimi është i domosdoshëm
sv: Lösenord krävs
tr: Parola gerekir

source: Passwords must match
el: Οι κωδικοί πρέπει να ταιριάζουν
fa: رمزها باید یکسان باشند
hi: कूटशब्द आपस में मेल होने चाहिए
it: Le password devono concidere
pl: Hasła muszą być takie same
pt_br: As senhas devem coincidir
ru: Пароли должны совпадать
sq: Fjalëkalimet duhet të përputhen
sv: Lösenorddn måste matcha
tr: Parolalar eşleşmek zorunda

source: That username is unavailable
el: Το όνομα χρήστη δεν είναι διαθέσιμο
fa: نام کاربری معتبر نیست
hi: यह उपयोक्तानाम अनुपलब्ध है
it: Questo nome utente non è disponibile
pl: Ta nazwa użytkownika jest niedostępna
pt_br: O usuário não está disponível
ru: Это имя пользователя уже зарегистрировано
sq: Ky emër përdoruesi nuk është i passhëm
sv: Användarnamnet är inte tillgängligt
tr: Bu kullanıcı adı kullanılamaz

source: That e-mail is already in use
el: Αυτό το e-mail χρησιμοποιείται ήδη
fa: این ایمیل قبلا استفاده شده
hi: यह ई-मेल का उपयोग पहले से ही है
it: Questo indirizzo e-mail è già in uso
pl: Ten adres e-mail jest już w użyciu
pt_br: Esse e-mail já esta em uso
ru: Данный e-mail уже используется
sq: Ky e-mail është i përdorur tashmë
sv: Mailadressen används redan
tr: Bu e-posta zaten kullanımda

source: Please don't use a disposable email address.
it: Si prega di non usare un indirizzo email usa e getta
pl: Prosimy nie używać jednorazowych adresów e-mail.
ru: Пожалуйста, не используйте одноразовые адреса электронной почты
sq: Ju lutemi, mos përdorni një adresë email njëpërdorimshe.
tr: Lütfen tek kullanımlık bir e-posta adresi kullanmayın.

source: The region you selected does not match the country
el: Η περιοχή που διαλέξατε δεν αντιστοιχεί με την χώρα
fa: هیچ کشوری در منطقه ای که انتخاب کرده اید وجود ندارد
hi: आपके द्वारा चयनित क्षेत्र देश से मेल नहीं खाता है
it: La regione che hai selezionato non fa parte del paese
pl: Wybrany region nie pasuje do kraju
pt_br: A região selecionada não corresponde ao país
ru: Выбранный вами регион не совпадает с указанной вами страной
sq: Rajoni që përzgjodhët nuk i takon vendit
sv: Regionen du valde stämmer inte överens med landet
tr: Seçtiğiniz bölge, ülke ile uyuşmuyor

source: Change skills
el: Αλλάξτε τις δεξιότητες
fa: تغییر توانایی ها
hi: कौशल बदलें
it: Modifica competenze
pl: Zmień umiejętności
pt_br: Alterar habilidades
ru: Изменить навыки
sq: Ndryshoni aftësitë
sv: Ändra färdigheter
tr: Yetenekleri değiştir

source: The ISO code of the country you selected is invalid.
el: Ο κωδικός ISO της χώρας που επιλέξατε δεν είναι έγκυρος
fa: کد ایزوی انتخابی شما نامعتبر است.
hi: आपके द्वारा चयनित देश के आईएसओ कोड अमान्य है
it: Il codice ISO del Paese selezionato non è valido.
pl: Kod ISO wybranego kraju jest błędny
pt_br: O código ISO do país selecionado é inválido.
ru: Вы указали неверный ISO-код для страны
sq: Kodi ISO që përzgjodhët për vendin është i pavlefshëm.
sv: ISO-koden för landet du valde är inte giltig
tr: Seçtiğiniz ülkenin ISO kodu geçersiz.

source: E-mail privacy
el: Ιδιωτικότητα του e-mail
fa: حریم ایمیل
hi: ई-मेल की गोपनीयता
it: Privacy e-mail
pl: Prywatność e-mail
pt_br: Privacidade do e-mail
ru: Приватность e-mail
sq: Privatësi email-esh
sv: Sekretess för e-post
tr: E-posta gizliliği

source: Title %d
el: Τίτλος %d
fa: تیتر %d
hi: शीर्षक %d
it: Titolo %d
pl: Tytuł %d
pt_br: Título %d
ru: Название %d
sq: Titull %d
sv: Titel %d
tr: Başlık %d

source: You need to provide a URL
el: Πρέπει να εισάγετε ένα URL
fa: شما نیاز به یک آدرس خصوصی دارید
hi: आपको एक यूआरएल प्रदान करने की आवश्यकता है
it: Devi specificare un URL
pl: Musisz podać adres URL
pt_br: Você precisa fornecer uma URL
ru: Пожалуйста, укажите URL
sq: Lypset të jepni një URL
sv: Du måste fylla i en URL
tr: Bir URL girmelisiniz

source: Current Password
el: Τρέχον κωδικός
fa: رمز فعلی
hi: वर्तमान कूटशब्द
it: Password Corrente
pl: Aktualne hasło
pt_br: Senha Atual
ru: Текущий пароль
sq: Fjalëkalimi i Tanishëm
sv: Nuvarande lösenord
tr: Şu Anki Parola

source: New Password
el: Νέος κωδικός
fa: رمز جدید
hi: नया कूटशब्द
it: Nuova Password
pl: Nowe hasło
pt_br: Nova Senha
ru: Новый пароль
sq: Fjalëkalim i Ri
sv: Nytt lösenord
tr: Yeni Parola

source: New Password (again)
el: Νέο κωδικός (ξανά)
fa: رمز جدید(دوباره)
hi: नया कूटशब्द (दुबारा)
it: Nuova Password (ripeti)
pl: Nowe hasło (powtórz)
pt_br: Nova Senha (novamente)
ru: Новый пароль (ещё раз)
sq: Fjalëkalim i Ri (sërish)
sv: Nytt lösenord (igen)
tr: Yeni Parola (tekrar)

source: Please submit your current password.
el: Παρακαλούμε υποβάλλετε τον τρέχον κωδικό σας.
fa: لطفا رمز فعلی خود را ارسال کنید
hi: अपने वर्तमान कूटशब्द जमा करें
it: Si prega di inviare la password attuale.
pl: Proszę podać aktualne hasło
pt_br: Por favor, forneça sua senha atual.
ru: Пожалуйста, укажите ваш текущий пароль
sq: Ju lutemi, jepni fjalëkalimin tuaj të tanishëm.
sv: Fyll i ditt nuvarande lösenord
tr: Lütfen şu anki parolanızı girin

source: The passwords did not match.
el: Οι κωδικοί δεν ταιριάζουν μεταξύ τους.
fa: رمزها مطابقت ندارند . شسیشس شسی
it: Le password non coincidono
pl: Hasła nie są takie same
pt_br: As senhas não coincidem.
ru: Пароли не совпадают.
sq: Fjalëkalimet nuk u përputhën.
sv: Lösenorden matchade inte.
tr: Parolalar eşleşmedi.

source: Your password was invalid
el: Ο κωδικός σας δεν είναι έγκυρος
fa: رمز شما غلط است.
hi: आपका कूटशब्द अमान्य था
it: La tua password non è valida
pl: Hasło jest nieprawidłowe
pt_br: Senha inválida
ru: Указанный вами пароль неверен
sq: Fjalëkalimi juaj është i pavlefshëm.
sv: Lösenordet var ogiltigt
tr: Parolanız geçersizdi.

source: Select a valid choice. That choice is not one of the available choices.
el: Επιλέξτε μια έγκυρη επιλογή. Αυτή η επιλογή δεν είναι μια από τις διαθέσιμες.
fa: یک انتخاب معتبر انجام دهید. آن انتخاب از بین انتخاب های معتبر نیست.
hi: कृपया वैध विकल्प चुनें। चुना विकल्प वैध नहीं है।
it: Scegli un'opzione valida. La scelta effettuata non compare tra quelle disponibili.
pl: Zaznacz poprawny wybór. Ten wybór nie jest dostępny.
pt_br: Faça uma escolha válida. Esta escolha não é uma das disponíveis.
ru: Выберите корректный вариант. Выбранного вами варианта нет среди допустимых значений.
sq: Përzgjidhni një zgjedhje të vlefshme. Ajo zgjedhje nuk është një nga zgjedhjet e mundshme.
sv: Välj ett giltigt alternativet. Ditt val är inte ett av de tillgängliga alternativen.
tr: Geçerli bir seçenek seçin. Bu seçenek, mevcut seçeneklerden biri değil.
