Repository: brutasse/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: el, fa, hi, it, pl, pt_br, ru, sq, sv, tr

source: Page %(num)s of %(total)s
el: Σελίδα %(num)s από %(total)s
fa: صفحه‌ی %(num)s از %(total)s
hi: पेज %(num)s of %(total)s
it: Pagina %(num)s di %(total)s
pl: Strona %(num)s z %(total)s
pt_br: Página %(num)s de %(total)s
ru: Страница %(num)s из %(total)s
sq: Faqja e %(num)s nga %(total)s gjithsej
sv: Sida %(num)s av %(total)s
tr: Sayfa %(num)s / %(total)s

source: %(counter)s person
el: %(counter)s άτομο
fa: %(counter)s نفر
hi: %(counter)s व्यक्ति
it: %(counter)s persona
pl: %(counter)s osoba
pt_br: %(counter)s pessoa
ru: %(counter)s человек
tr: %(counter)s kullanıcı

source: People in %(country)s looking for %(looking_for)s
el: Τα άτομα στη χώρα %(country)s ψάχνουν για %(looking_for)s
fa: تعداد %(country)s نفر به دنبال %(looking_for)s میگردند
hi: में लोग %(country)s के लिए देख %(looking_for)s
it: Persone in %(country)s in cerca di %(looking_for)s
pl: Ludzi w %(country)s szukających %(looking_for)s
pt_br: Pessoas em %(country)s procurando por %(looking_for)s
ru: Люди в стране %(country)s, которые ищут %(looking_for)s
sq: Persona nga %(country)s që kërkojnë për %(looking_for)s
sv: Personer i %(country)s som letar efter %(looking_for)s
tr: %(country)s içindeki kullanıcılar %(looking_for)s arıyor

source: %(country)s, seeking %(looking_for)s work
el: %(country)s, ψάχνει %(looking_for)s εργασία
fa: %(country)s, به دنبال %(looking_for)s کار
it: %(country)s, in cerca di %(looking_for)s lavoro
pl: %(country)s szuka %(looking_for)s prac
pt_br: %(country)s, buscando %(looking_for)s emprego
ru: %(country)s, в поиске работы %(looking_for)s
sq: %(country)s, kërkojnë punësim në %(looking_for)s
sv: %(country)s, letar jobb inom %(looking_for)s
tr: %(country)s, %(looking_for)s işi arıyor

source: Sites in %(country)s
el: Σελίδες στη χώρα %(country)s
fa: سایت در %(country)s
hi: %(country)s में स्थल
it: Siti in %(country)s
pl: Strony w %(country)s
pt_br: Sites no(a) %(country)s
ru: Сайты в стране %(country)s
sq: Sajte nga %(country)s
sv: Sidor i %(country)s
tr: %(country)s içideki siteler

source: <a href="%(url)s">%(title)s</a> by <a href="%(author_url)s">%(author)s</a>
el: <a href="%(url)s">%(title)s</a> από <a href="%(author_url)s">%(author)s</a>
fa: <a href="%(url)s">%(title)s</a> توسط <a href="%(author_url)s">%(author)s</a>
it: <a href="%(url)s">%(title)s</a> di <a href="%(author_url)s">%(author)s</a>
pl: <a href="%(url)s">%(title)s</a> przez <a href="%(author_url)s">%(author)s</a>
pt_br: <a href="%(url)s">%(title)s</a> por <a href="%(author_url)s">%(author)s</a>
ru: <a href="%(url)s">%(title)s</a>, автор <a href="%(author_url)s">%(author)s</a>
sq: <a href="%(url)s">%(title)s</a> nga <a href="%(author_url)s">%(author)s</a>
sv: <a href="%(url)s">%(title)s</a> av <a href="%(author_url)s">%(author)s</a>
tr: <a href="%(author_url)s">%(author)s</a> tarafından <a href="%(url)s">%(title)s</a>

source: Please enter your password to confirm your ownership of this account. You account removal will be effective immediately and permanently after you submit this form.
el: Παρακαλούμε εισάγεται τον κωδικό σας για να επιβεβαιωθεί η κυριότητα αυτού του λογαριασμού. Η αφαίρεση αυτού του λογαριασμού θα πραγματοποιηθεί αμέσως μόλις καταθέσετε αυτή τη φόρμα.
fa: لطفا کلمه‌ی عبور خود را وارد کنید تا مالکیت این حساب تایید شود. حذف حساب کاربری شما بعد از ارسال این فورم به صورت آنی انجام میشود و همیشگی خواهد بود.
hi: इस खाते के अपने स्वामित्व की पुष्टि करने के लिए अपना पासवर्ड दर्ज करें. आप खाते हटाने तुरंत और स्थायी रूप से प्रभावी होने के बाद आप इस प्रपत्र प्रस्तुत करेंगे.
it: Inserisci la tua password per confermare la proprietà di questo account. La rimozione del tuo account avverrà immediatamente e permanentemente dopo che avrai inviato questa form.
pl: Wprowadź swoje hasło w celu potwierdzenia swojej tożsamości. Procesu usunięcia konta nie da się cofnąć i nastąpi on od razu po wysłaniu tego formularza.
pt_br: Por favor entre com sua senha e confirme a titularidade para essa conta. Sua conta será efetivamente removida imediatamente e permanentemente após a submissão desse formulário
ru: Пожалуйста, введите свой пароль, чтобы подтвердить права на эту учётную запись. Удаление учётной записи будет произведено сразу же после того, как вы отправите форму. Это действие нельзя будет отменить.
sq: Ju lutemi, jepni fjalëkalimin tuaj që të ripohoni pronësinë e kësaj llogarie. Heqja e llogarisë suaj do të ketë efekt menjëherë dhe përgjithmonë pasi të keni parashtruar këtë formular.
sv: Fyll i ditt lösenord för att bekräfta ditt ägarskap för detta kontot. Borttagningen av kontot kommer genomföras omedelbart och permanent när du skickar detta formuläret.
tr: Bu hesabın size ait olduğunu onaylamak için parolanızı girin. Hesabı silme işleminiz bu formu göndermenizden sonra hemen ve kalıcı olarak gerçekleşecektir.

source: Delete my account
el: Διαγραφή του λογαριασμού μου
fa: حذف حساب من
hi: मेरा खाता मिटाएँ
it: Cancella il mio account
pl: Usuń moje konto
pt_br: Remover minha conta
ru: Удалить мою учётную запись
sq: Fshije llogarinë time
sv: Radera mitt konto
tr: Hesabımı sil

source: Dear %(name)s,
el: Αγαπητέ/ή %(name)s,
fa: %(name)s عزیز،
hi: प्रिय %(name)s,
it: Caro/a %(name)s,
pl: Szanowny %(name)s,
pt_br: Caro %(name)s,
ru: Дорогой(-ая) %(name)s,
sq: I/e dashur %(name)s,
sv: Kära %(name)s,
tr: Sayın %(name)s,

source: It seems you're willing to delete your account from %(domain)s. You can delete your account by following the instructions on the link below:
el: Φαίνεται ότι θέλετε να διαγράψετε το λογαριασμό σας από το %(domain)s. Μπορείτε να το κάνετε ακολουθώντας τις οδηγίες στο σύνδεσμο, παρακάτω:
fa: به نظر میرسد شما قصد حذف حساب کاربری از %(domain)s را دارید. شما میتوانید حساب کاربری خود را از طریق دنبال کردن راهنمای پیوند زیر حذف کنید.
hi: ऐसा लगता है आप %(domain)s से अपने खाते को नष्ट करने के लिए तैयार कर रहे हैं. आप नीचे दिए गए लिंक पर दिए गए निर्देशों का पालन करके अपने खाते को नष्ट कर सकते हैं:
it: Sembra che desideri cancellare il tuo account da %(domain)s. Puoi cancellare il tuo account seguendo le istruzioni nel link qui sotto:
pl: Wygląda na to, że chcesz usunąć swoje konto z %(domain)s. Możesz to zrobić kierując się instrukcjami dostępnymi pod linkiem poniżej:
pt_br: Parece que você está disposto a apagar sua conta de %(domain)s. Você pode excluir sua conta seguindo as instruções do link abaixo
ru: Вы получили это письмо потому, что хотите удалить вашу учётную запись на сайте %(domain)s. Вы можете удалить её, следуя инструкции по ссылке ниже:
sq: Duket se doni që të fshihet llogaria juaj te %(domain)s. Llogarinë tuaj mund ta fshini duke ndjekur udhëzimet te lidhja më poshtë:
sv: Det verkar som du vill ta bort ditt konto från %(domain)s. Du kan ta bort ditt konto genom att följa instruktionerna på länken nedan:
tr: %(domain)s sitesinden hesabınızı silmek istiyorsunuz gibi görünüyor. Aşağıdaki bağlantıda belirtilen talimatlara göre hesabınızı silebilirsiniz.

source: For security reasons, this link will stay valid for only 5 minutes.
el: Για λόγους ασφαλείας, αυτός ο σύνδεσμος θα είναι έγκυρος για μόλις 5 λεπτά.
fa: به دلایل امنیتی این لینک فقط برای ۵ دقیقه معتبر است.
hi: सुरक्षा कारणों के लिए, इस लिंक केवल 5 मिनट के लिए वैध रहना होगा.
it: Per ragioni di sicurezza questo link sarà valido per soli 5 minuti.
pl: Dla bezpieczeństwa ten link będzie ważny tylko przez 5 minut.
pt_br: Por questões de segurança, este link ficará válido por somente 5 minutos.
ru: В целях безопасности, данная ссылка будет валидна в течении 5 минут.
sq: Për arsye sigurie, kjo lidhje do të mbesë e vlefshme vetëm për 5 minuta.
sv: Av säkerhetsskäl kommer denna länken bara vara gilitig i 5 minuter.
tr: Güvenlik nedeniyle, bu bağlantı sadece 5 dakika boyunca geçerli kalacak.

source: Account deleted
el: Ο λαγαριασμός διαγράφηκε
fa: حساب حذف شد
hi: खाता मिटाया जा चुका है
it: Account cancellato
pl: Konto usunięte
pt_br: Remover conta
ru: Учётная запись удалена
sq: Llogaria u fshi
sv: Konto borttaget
tr: Hesap silindi

source: It's sad to see you go, but your account was successfully deleted.
el: Είναι λυπηρό που φεύγετε, αλλά ο λογαριασμός σας έχει διαγραφεί επιτυχώς.
fa: خیلی متاسفیم که شما ما را ترک می کنید. حساب شما با موفقیت حذف شد.
hi: यह दुख की बात है देखने के लिए तुम जाओ, लेकिन आपके खाते को सफलतापूर्वक नष्ट कर दिया गया.
it: È triste verderti andare via, ma il tuo account è stato cancellato con successo.
pl: Twoje konto zostało usunięte. To smutne patrzeć, jak odchodzisz.
pt_br: É uma pena que esta indo embora, mas sua conta foi removida com sucesso.
ru: Печально видеть, что вы покидаете наше сообщество, но ваша учётная запись была успешно удалена.
sq: Është e trishtueshme t’ju shohësh që po ikni, por llogaria juaj u fshi me sukses.
sv: Tråkigt att du lämnar, ditt konto har tagits bort.
tr: Gittiğinizi görmek bizi üzüyor, ama hesabınız başarılı olarak silindi.

source: Check your email! An email was just sent to you, follow the link in it to finalize your account deletion.
el: Ελέγξτε το email σας! Στο email που σας έχει σταλεί υπάρχει ένας σύνδεσμος που πρέπει να κλικάρετε για να ολοκληρωθεί η διαγραφή του λογαρισμού σας.
fa: ایمیل خود را چک کنید! یک ایمیل برای شما ارسال شده است، برای حذف حساب کاربری خود، پیوندی که در ایمیل وجود دارد را دنبال کنید.
hi: अपने ईमेल की जाँच करें! एक ईमेल बस आप के लिए भेजा गया था, में लिंक का पालन करने के लिए अपने खाते विलोपन निश्चित.
it: Controlla la tua email! Ti è stata appena inviata un'email, segui il link contenuto per confermare la cancellazione del tuo account.
pl: Sprawdź swoją skrzynkę e-mail! Wiadomość właśnie została do Ciebie wysłana. Kliknij w link wewnątrz wiadomości w celu dokończenia procesu usuwania konta.
pt_br: Confira seu e-mail! Um e-mail acabou de ser enviado a você, clique no link contido nele para finalizar a remoção de sua conta.
ru: Проверьте вашу почту! Мы отправили вам электронное письмо. Пройдите по содержащейся в нём ссылке, чтобы завершить удаление вашей учётной записи.
sq: Kontrolloni email-in tuaj! Sapo ju është dërguar një email, ndiqni lidhjen në të që të përfundoni fshirjen e llogarisë suaj.
sv: Kolla din email! Ett mail har skickats till dig, följ länken i det för att slutföra borttagningen av ditt konto.
tr: E-postanızı kontrol edin! Bir e-posta henüz size gönderildi, hesap silme işleminizi tamamlamak için içindeki bağlantıyı izleyin.

source: Account deletion
el: Διαγραφή λογαριασμού
fa: حذف حساب کاربری
hi: खाता हटाना
it: Cancellazione account
pl: Usunięcie konta
pt_br: Remoção de conta
ru: Удаление учётной записи
sq: Fshirje llogarie
sv: Kontoborttagning
tr: Hesap silme

source: You are about to request complete removal of your account and data from this site. This will be done using the following process:
el: Πρόκειται να διαγράψετε το λογαριασμό σας και τυχόν δεδομένα σας από αυτό το site. Αυτό θα γίνει ακολουθώντας την παρακάτω διαδικασία:
fa: شما درحال درخواست حذف کامل حساب کاربری خود و اطلاعات آن در این سایت هستید. این مهم با دنبال کردن عملیات زیر انجام میشود:
hi: आप इस साइट से अपने खाते और डेटा की पूरी हटाने का अनुरोध के बारे में हैं. यह निम्नलिखित प्रक्रिया का उपयोग किया जाएगा:
it: Stai richiedendo la rimozione completa del tuo account e dei tuoi dati da questo sito. Cio' sarà fatto usando il seguente processo:
pl: Masz zamiar całkowicie usunąć swoje konto i wszystkie dane z nim powiązane ze strony. Proces usunięcia konta przebiega w następujący sposób:
pt_br: Você está prestes a solicitar a remoção completa de sua conta e seus dados a partir deste site. Isto será feito usando o seguinte processo:
ru: Вы собираете запросить удаление вашей учётной записи и связанных с вами данных с этого сайта. Это процесс будет происходить следующим образом:
sq: Ju ndan një hap nga kërkimi i heqjes së plotë të llogarisë dhe të dhënave tuaja nga ky sajt. Kjo do të kryhet duke përdorur procesin vijues:
sv: Du är på väg att begära en fullständig borttagning av ditt konto och data på denna sidan. Det kommer göras genom processen nedan:
tr: Bu siteden bütün veri ve hesap bilgilerinizin kaldırılması isteğinde bulunmak üzeresiniz. Bu, aşağıdaki işlem kullanılarak yapılacaktır:

source: When you submit the following form, you will receive an email with a private link.
el: Όταν καταθέσετε την ακόλουθη φόρμα, θα λάβετε ένα email με έναν ιδιωτικό σύνδεσμο.
fa: وقتی شما این فورم را ارسال کنید، ایمیلی با پیوندی خصوصی دریافت خواهید کرد.
hi: जब आप निम्नलिखित फार्म सबमिट करते हैं, तो आप एक निजी लिंक के साथ एक ईमेल प्राप्त होगा.
it: Quando invierai la seguente form, riceverai una email con un link privato.
pl: Kiedy wyślesz ten formularz, otrzymasz e-mail z prywatnym linkiem.
pt_br: Quando você enviar o formulário a seguir, você receberá um email com um link privado.
ru: Когда вы отправите следующую форму, вы получите электронное письмо с уникальной ссылкой.
sq: Kur të parashtroni formularin vijues, do të merrni një email me një lidhje private.
sv: När du skickar följande formulär kommer du få ett mail med en personlig länk.
tr: Aşağıdaki formu gönderdiğinizde, özel bir bağlantı içeren bir e-posta alacaksınız.

source: This link (valid for 5 minutes only) will take you to a page where you can enter your password to actually delete your account.
el: Αυτός ο σύνδεσμος (έγκυρος για μόλις 5 λεπτά) θα σας μεταφέρει σε μια σελίδα όπου μπορείτε να εισάγετε τον κωδικό σας για να πραγματοποιηθεί η διαγραφή του λογαριασμού σας.
fa: این پیوند (که فقط برای 5دقیقه معتبر است) شما را به صفحه‌ای میبرد که برای حذف حساب کاربری خود، باید در آن رمز عبور خود را وارد کنید.
hi: इस लिंक (केवल 5 मिनट के लिए मान्य) आप एक पेज है जहां आप अपना पासवर्ड दर्ज करने के लिए वास्तव में अपने खाते को नष्ट कर सकते हैं के लिए ले जाएगा.
it: Questo link (valido solo per 5 minuti) ti porterà su una pagina dove potrai inserire la tua password e cancellare il tuo account.
pl: Ten link (ważny tylko przez 5 minut) zabierze Cię do strony na której możesz wpisać swoje hasło w celu usunięcia konta.
pt_br: Este link (válido apenas por 5 minutos), você será levado a uma página onde poderá digitar sua senha para realmente excluir sua conta.
ru: Эта ссылка (она будет действительной только в течение пяти минут) приведёт вас на страницу, где, введя свой пароль, вы сможете удалить свою учётную запись.
sq: Kjo lidhje (e vlefshme vetëm për 5 minuta) do t’ju shpjerë te një faqe ku mund të jepni fjalëkalimin që të fshihet faktikisht llogaria juaj.
sv: Denna länken (endast giltig i 5 minuter) kommer ta dig till en sida där du kan fylla i ditt lösenord för att ta bort ditt konto.
tr: Bu bağlantı (sadece 5 dakikalığına geçerli), sizi hesabınızı gerçekten silmek için parolanızı girebileceğiniz sayfaya götürecektir.

source: If you are ready to proceed, submit the form below.
el: Όταν είστε έτοιμοι να προχωρήσετε, καταθέστε τη φόρμα παρακάτω.
fa: اگر آماده‌ی ادامه هستید، فورم زیر را ارسال کنید.
hi: यदि आप आगे बढ़ने के लिए तैयार कर रहे हैं, नीचे के फार्म का प्रस्तुत.
it: Se sei pronto a procedere, invia il form sottostante.
pl: Jeśli jesteś gotowy, aby przejść dalej, wypełnij formularz poniżej.
pt_br: Se estiver pronto para prosseguir, envie o formulário abaixo.
ru: Если вы готовы продолжить, отправьте форму ниже.
sq: Nëse jeni gati të ecet më tej, parashtroni formularin e mëposhtëm.
sv: Om du är redo att fortsätta, skicka formuläret nedan.
tr: İlerlemeye hazırsanız, aşağıdaki formu gönderin.

source: Request account deletion
el: Αίτηση διαγραφής λογαριασμού
fa: درخواست حذف حساب کاربری
hi: खाता हटाने के लिए अनुरोध करें
it: Richiedi la cancellazione dell'account
pl: Zgłoś prośbę o usunięcie konta
pt_br: Solicitar remoção de conta
ru: Запросить удаление учётной записи
sq: Kërkoni fshirjen e llogarisë
sv: Begär radering av konto
tr: Hesap silme isteği

source: Account deletion on %(domain)s
el: Διαγραφή λογαριασμού στο %(domain)s
fa: حدف حساب کاربری در %(domain)s
hi: खाते पर विलोपन %(domain)s
it: Cancellazione account su %(domain)s
pl: Usunięcie konta na %(domain)s
pt_br: Remoção de conta em %(domain)s
ru: Удаление учётной записи на сайте %(domain)s
sq: Fshirje llogarie te %(domain)s
sv: Radering av konto på %(domain)s
tr: %(domain)s sitesinde hesap silme

source: Account settings
el: Ρυθμίσεις λογαριασμού
fa: تنظیمات حساب کاربری
hi: खाता सेटिंग्स
it: Impostazioni account
pl: Ustawienia konta
pt_br: Configurações da conta
ru: Настройки учётной записи
sq: Rregullime llogarie
sv: Kontoinställningar
tr: Hesap ayarları

source: Change your location
el: Αλλαγή της τοποθεσίας σας
fa: مکان خود را تغییر دهید
hi: अपने स्थान को बदलें
it: Cambia posizione
pl: Zmień swoją lokalizację
pt_br: Alterar localidade
ru: Изменить местоположение
sq: Ndryshoni vendndodhjen tuaj
sv: Ändra din position
tr: Yerinizi değiştirin

source: Update your contact details
el: Ενημερώστε τις λεπτομέρεις επικοινωνίας
fa: جزئیات اطلاعات تماس خود را به‌روز کنید
hi: अपने सम्पर्क अपडेट करें
it: Aggiorna i dettagli del tuo contatto
pl: Zaktualizuj swoje szczegóły kontaktu
pt_br: Atualize suas informações de contato
ru: Обновить контактные данные
sq: Përditësoni hollësitë tuaja të kontaktit
sv: Uppdatera dina kontaktuppgifter
tr: İletişim ayrıntılarınızı güncelleyin

source: Change your privacy settings
el: Αλλαγή των ρυθμίσεων απορρήτου σας
fa: تنظیمات حریم خصوصی خود را تغییر دهید.
hi: अपनी निजता सेटिंग परिवर्तित करें
it: Cambia le tue impostazioni sulla privacy
pl: Zmień swoje ustawienia prywatności
pt_br: Altere suas configurações de privacidade
ru: Изменить настройки приватности
sq: Ndryshoni rregullimet tuaja mbi privatësinë
sv: Ändra dina sekretessinställningar
tr: Gizlilik ayarlarınızı değiştirin

source: Add sites to your portfolio
el: Προσθήκη ιστοσελίδων στο portfolio σας
fa: سایتهایی به نمونه‌کار خود اضافه کنید
hi: अपने पोर्टफोलियो में साइटों जोड़ें
it: Aggiungi siti al tuo portfolio
pl: Dodaj strony do swojego portfolio
pt_br: Adicione sites no seu portfolio
ru: Добавить сайты в портфолио
sq: Shtoni sajte te portofoli juaj
sv: Lägg till sidor i din portfolio
tr: Portfolyonuza siteleri ekleyin

source: Change your password
el: Αλλαγή του κωδικού σας
fa: رمز عبور خود را تغییر دهید
hi: अपना पासवर्ड बदलें
it: Cambia la tua password
pl: Zmień swoje hasło
pt_br: Alterar senha
ru: Изменить пароль
sq: Ndryshoni fjalëkalimin tuaj
sv: Ändra ditt lösenord
tr: Parolanızı değiştirin

source: You do not have a password set - <a href="%(password_url)s">set one now?</a>
el: Δεν έχετε ορίσει κάποιον κωδικό - <a href="%(password_url)s">θέλετε να ορίσετε έναν τώρα;</a>
fa: شما رمز عبوری تنظیم نکرده اید - <a href="%(password_url)s">الآن یکی ثبت میکنید؟</a>
hi: आप एक पासवर्ड सेट नहीं है - <a href="%(password_url)s">अब एक निर्धारित?</a>
it: Non hai ancora impostato una password - <a href="%(password_url)s">impostarla ora?</a>
pl: Nie masz ustawionego hasła - <a href="%(password_url)s">ustawić je teraz?</a>
pt_br: Você não tem uma senha configurada - <a href="%(password_url)s">configurar uma agora?</a>
ru: У вас не установлен пароль - <a href="%(password_url)s">установить сейчас?</a>
sq: Nuk keni caktuar ndonjë fjalëkalim - <a href="%(password_url)s">të caktohet një tani?</a>
sv: Du har inget lösenord - <a href="%(password_url)s">välj ett nu?</a>
tr: Henüz bir parola ayarlamadınız - <a href="%(password_url)s">şimdi ayarlamak ister misiniz?</a>

source: Delete your account
el: Διαγραφή του λογαριασμού σας
fa: حذف حساب کاربری شما
hi: अपने खाता हटाएं
it: Cancella il tuo account
pl: Usuń swoje konto
pt_br: Remova sua conta
ru: Удалить учётную запись
sq: Fshini llogarinë tuaj
sv: Radera ditt konto
tr: Hesabınızı silin

source: You have %(counter)s OpenID associated with your account. <a href="%(openid_url)s">Manage your OpenID</a>
el: Έχετε %(counter)s OpenID συσχετισμένο με το λογαριασμό σας. <a href="%(openid_url)s">Διαχειριστείτε το OpenIDs σας</a>
fa: شما تعداد %(counter)s OpenID متصل به حساب خود دارید. <a href="%(openid_url)s">OpenIDهای خود را مدیریت کنید</a>
hi: आपके पास है %(counter)sOpenID आपके खाते के साथ जुड़ा हुआ है. <a href="%(openid_url)s">अपने OpenID प्रबंधन</a>
it: Hai %(counter)s OpenID associato al tuo account. <a href="%(openid_url)s">Gestisci il tuo OpenID</a>
pl: Masz %(counter)s OpenID związane ze swoim kontem. <a href="%(openid_url)s">Zarządzaj swoimi OpenID</a>
pt_br: Você tem %(counter)s OpenIDs associado a sua conta. <a href="%(openid_url)s">Gerencie seus OpenIDs</a>
ru: С вашей учётной записью связан %(counter)s OpenID. <a href="%(openid_url)s">Добавить/удалить OpenID</a>
sq: Keni %(counter)s OpenID të përshoqëruar me llogarinë tuaj. <a href="%(openid_url)s">Administroni OpenID-në tuaj</a>
sv: Du har %(counter)s OpenID kopplat till ditt konto. <a href="%(openid_url)s">Hantera dina OpenIDn</a>
tr: Hesabınızla ilişkilendirilmiş %(counter)s OpenID'ye sahipsiniz. <a href="%(openid_url)s">OpenID'lerinizi yönetin</a>

source: If you have an <a href="http://openid.net/">OpenID</a>, you can <a href="%(openid_url)s">associate it with your account</a>. This will allow you to log in using your OpenID instead of your password.
el: Αν έχετε ένα <a href="http://openid.net/">OpenID</a>, μπορείτε να το <a href="%(openid_url)s">συσχετίσετε με τον λογαριασμό σας</a>. Αυτό θα σας επιτρέψει να κάνετε log in χρησιμοποιώντας το OpenID αντί του κωδικού σας.
fa: شما یک <a href="http://openid.net/">OpenID</a> دارید، میتوانید آنرا <a href="%(openid_url)s">به حساب کاربری خود متصل کنید</a>. اینکار به شما اجازه‌ی ورود با OpenID به جای پسورد را میدهد.
hi: यदि आप एक है <a href="http://openid.net/">OpenID</a>, you can <a href="%(openid_url)s">आपके खाते से संबद्ध</a>. यह आप के बजाय अपना पासवर्ड OpenID का उपयोग करते हुए में प्रवेश करने की अनुमति होगी.
it: Se hai un <a href="http://openid.net/">OpenID</a>, puoi <a href="%(openid_url)s">associarlo al tuo account</a>. Ciò ti permetterà di fare log usando il tuo OpenID invece della tua password.
pl: Jeśli masz <a href="https://pl.wikipedia.org/wiki/OpenID">OpenID</a>, możesz <a href="%(openid_url)s">powiązać je ze swoim kontem</a>. Umożliwi ci to logowanie się z użyciem twojego OpenID zamiast twojego hasła.
pt_br: Você tem um<a href="http://openid.net/">OpenID</a>, você pode <a href="%(openid_url)s"> associá-lo com sua conta</a>. Isto irá permitir que você faça o login usando sua OpenID, em vez de sua senha.
ru: Если у вас есть <a href="http://openid.net/">OpenID</a>,вы можете <a href="%(openid_url)s">привязать его к вашей учётной записи</a>. Это позволит вам входить на сайт с помощью вашего OpenID, вместо того, чтобы вводить пароль.
sq: Nëse keni një <a href="http://openid.net/">OpenID</a>, mund t'ia <a href="%(openid_url)s">përshoqëroni atë llogarisë suaj</a>. Kjo do t'ju lejojë të hyni duke përdorur OpenID-në tuaj në vend të fjalëkalimit tuaj.
sv: Om du har ett <a href="http://openid.net/">OpenID</a> kan du <a href="%(openid_url)s">koppla det till ditt konto</a>. Detta ger dig möjlighet att logga in med ditt OpenID istället för att använda ditt lösenord.
tr: Eğer bir <a href="http://openid.net/">OpenID</a>'ye sahipseniz, <a href="%(openid_url)s">hesabınızla ilişkilendirebilirsiniz</a>. Bu size parolanız yerine OpenID'nizi kullanarak oturum açmanıza izin verecektir.

source: Advanced: Use your profile page as an OpenID
el: Για προχωρημένους: Χρησιμοποιήστε τη σελίδα του προφίλ σας ως ένα OpenID
fa: پیشرفته: از صفحه‌ی پروفایل خود به عنوان OpenID استفاده کنید.
hi: उन्नत: एक OpenID के रूप में अपने प्रोफाइल पेज का उपयोग
it: Avanzato: usa la tua pagina di profilo come OpenID
pl: Zaawansowane: Użyj swojej strony profilowej jako OpenID
pt_br: Avançado: Utilize sua página de perfil como um OpenID
ru: Дополнительно: Используйте адрес вашего профайла в качестве OpenID
sq: E përparuar: Përdorni faqen tuaj të profilit si një OpenID
sv: Avancerat: Använd din profilsida som ett OpenID
tr: Gelişmiş: Profil sayfanızı bir OpenID olarak kullanın
