Repository: brutasse/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: el, fa, hi, it, pl, pt_br, ru, sq, sv, tr

source: Name
el: Όνομα
fa: نام
hi: नाम
it: Nome
pl: Nazwa
pt_br: Nome
ru: Название
sq: Emër
sv: Namn
tr: Adı

source: ISO code
el: Κωδικός ISO
fa: کد ایزو
hi: आईएसओ कोड
it: Codice ISO
pl: kod ISO
pt_br: Código ISO
ru: Код ISO
sq: Kod ISO
sv: ISO-kod
tr: ISO kodu

source: ISO numeric code
el: Αριθμητικός κωδικός ISO
fa: کد رقمی ایزو
hi: आईएसओ सांख्यिक कोड
it: Codice ISO numerico
pl: Kod numeryczny ISO
pt_br: Código ISO numérico
ru: Числовой код ISO
sq: Kod numerik ISO
sv: Numerisk ISO-kod
tr: ISO sayısal kodu

source: FIPS code
el: Κωδικός FIPS
fa: کد FIPS
hi: FIPS कोड
it: Codice FIPS
pl: Kod FIPS
pt_br: Código FIPS
ru: FIPS-код
sq: Kod FIPS
sv: FIPS-kod
tr: FIPS kodu

source: Continent
el: Ήπειρος
fa: فاره
hi: महाद्वीप
it: Continente
pl: Kontynent
pt_br: Continente
ru: Континент
sq: Kontinent
sv: Kontinent
tr: Kıta

source: Capital
el: Πρωτεύουσα
fa: پایتخت
hi: राजधानी
it: Capitale
pl: Stolica
ru: Столица
sq: Kryeqytet
sv: Huvudstad
tr: Başkent

source: Area in square kilometers
el: Εμβαδόν σε τετραγωνικά χιλιόμετρα
fa: مساحت به کیلومتر مربع
hi: वर्ग किलोमीटर में क्षेत्रफल
it: Area in chilometri quadrati
pl: Powierzchnia w kilometrach kwadratowych
pt_br: Área em quilômetros quadrados
ru: Площадь в квадратных километрах
sq: Zonë, në kilometra katrorë
sv: Area i kvadratkilometer
tr: Kilometre kare olarak alan

source: Population
el: Πληθυσμός
fa: جمعیت
hi: आबादी
it: Popolazione
pl: Populacja
pt_br: População
ru: Численность населения
sq: Popullsia
sv: Folkmängd
tr: Nüfus

source: Currency code
el: Κωδικός νομίσματος
fa: کد کشور
hi: मुद्रा कूट
it: Codice valuta
pl: Kod waluty
pt_br: Código da moeda
ru: Код валюты
sq: Kod monedhe
sv: Valutakod
tr: Para birimi

source: Languages
el: Γλώσσες
fa: زبان
hi: भाषा
it: Lingue
pl: Języki
pt_br: Línguas
ru: Языки
sq: Gjuhë
sv: Språk
tr: Diller

source: Geonames ID
fa: آیدی Geoname
hi: जियोनेम्स क्रमांक
it: ID di Geonames
sq: ID gjeoemri
tr: Geonames Kimliği

source: Number of people
el: Αριθμός ατόμων
fa: تعداد افراد
hi: लोगों की संख्या
it: Numero di persone
pl: Liczba ludności
pt_br: Número de pessoas
ru: Число людей
sq: Numër personash
sv: Antal personer
tr: İnsan sayısı

source: Countries
el: Χώρες
fa: کشور ها
hi: देशों
it: Paesi
pl: Państwa
pt_br: Países
ru: Страны
sq: Vende
sv: Länder
tr: Ülkeler

source: Code
el: Κωδικός
fa: کد
hi: कूट
it: Codice
pl: Kod
pt_br: Código
ru: Код
sq: Kod
sv: Kod
tr: Kod

source: Flag
el: Σημαία
fa: پرچم
hi: ध्वजा
it: Bandiera
pl: Flaga
pt_br: Bandeira
ru: Флаг
sq: Flamur
sv: Flagga
tr: Bayrak

source: Regions
el: Περιοχές
fa: منطقه
hi: इलाके
it: Regioni
pl: Regiony
pt_br: Regiões
ru: Области
sq: Rajone
sv: Regioner
tr: Bölgeler

source: Latitude
el: Γεωγραφικό πλάτος
fa: عرض جغرافیایی
hi: अक्षांश
it: Latitudine
pl: Szerokość geograficzna
ru: Широта
sq: Gjerësi Gjeografike
sv: Latitud
tr: Enlem

source: Longitude
el: Γεωγραφικό μήκος
fa: طول جغرافیایی
hi: देशांतर
it: Longitudine
pl: Długość geograficzna
ru: Долгота
sq: Gjatësi Gjeografike
sv: Longitud
tr: Boylam

source: Profile views
el: Προβολές του προφίλ
fa: نمای پروفایل
hi: रूपरेखा दृश्य
it: Visualizzazioni profilo
pl: Wyświetlenia profilu
pt_br: Visualizações de perfil
ru: Просмотры профайла
sq: Parje profili
sv: Profilvisningar
tr: Profil gösterimleri

source: OpenID server
fa: سرور OpenID
hi: ओपनाईडी सेवक
it: Server OpenID
pl: Serwer OpenID
pt_br: Servidor OpenID
ru: OpenID-сервер
sq: Shërbyes OpenID
tr: OpenID sunucusu

source: OpenID delegate
el: Αντιπρόσωπος OpenID
fa: محول کردن به OpenID
hi: ओपनाइडी नुमाइंदा
it: Delegato OpenID
pl: Delegat OpenID
pt_br: OpenID delegado
sq: Delegim OpenID
sv: OpenID-tjänst
tr: OpenID yetkilendirmesi

source: Last active on IRC
el: Τελευταία ενέργεια στο IRC
fa: آخرین فعالیت در IRC
hi: आईआरसी पर पिछली गतिविधि
it: Ultima attività su IRC
pl: Ostatnio aktywny na IRC
pt_br: Última vez no IRC
ru: Дата последнего захода в IRC-канал
sq: Aktiv së fundi në IRC
sv: Senast aktiv på IRC
tr: IRC'de en son etkinlik

source: <none>
fa: هیچ کدام
hi: <कोई नहीं>
pl: <żaden>
pt_br: <nada>
ru: <нет>
sq: <asnjë>
tr: <yok>

source: Django person
el: Django άτομο
fa: جانگویی
hi: ज्यांगो व्यक्ति
pl: Osoba Django
pt_br: Programador Django
ru: Джангист
sq: Person Django
tr: Django kullanıcısı

source: Django people
fa: مردم جانگو
hi: ज्यांगो व्यक्ति
pl: Ludzie Django
pt_br: Programadores Django
ru: Джангисты
sq: Persona Django
sv: Djangopersoner
tr: Django kullananlar

source: Title
el: Τίτλος
fa: تیتر
hi: शीर्षक
it: Titolo
pl: Tytuł
pt_br: Título
ru: Название
sq: Titull
sv: Titel
tr: Başlık

source: Contributor
el: Συνεισφέρων
fa: حامی
hi: योगदाता
it: Collaboratore
pl: Kontrybutor
pt_br: Contribuidor
ru: Участник
sq: Kontribues
sv: Bidragande
tr: Katılımcı

source: Portfolio site
fa: سایت پورتفولیو
hi: विभाग का स्थल
it: Sito portfolio
pl: Strona portfolio
ru: Сайт портфолио
sq: Sajt portofoli
sv: Portfolio-sida
tr: Portfolyo sitesi

source: Portfolio sites
fa: سایتهای پورتفولیو
hi: विभागों के स्थल
it: Siti portfolio
pl: Strony portfolio
ru: Сайты портфолио
sq: Sajte portofoli
sv: Portfolio-sidor
tr: Portfolyo siteleri

source: Country site
el: Site χώρας
fa: سایت کشور
hi: देश का स्थल
it: Pagina paese
pl: Strona państwowa
pt_br: Site do país
ru: Сайт страны
sq: Sajt vendi
sv: Landssida
tr: Ülke sitesi

source: Country sites
el: Sites χωρών
fa: سایتهای کشور
hi: देशों के स्थल
it: Pagine paese
pl: Strony państwowe
pt_br: Sites do país
ru: Сайты страны
sq: Sajte vendi
sv: Landssidor
tr: Ülke siteleri

source: 404 error
el: Σφάλμα 404
fa: خطای 404
hi: 404 त्रुटि
it: errore 404
pl: Błąd 404
pt_br: Erro 404
ru: Ошибка 404
sq: Gabim 404
sv: 404-fel
tr: 404 hatası

source: Page not found.
el: Η σελίδα δεν βρέθηκε.
fa: صفحه پیدا نشد
hi: पन्ना न मिला।
it: Pagina non trovata.
pl: Strona nie została odnaleziona.
pt_br: Página não encontrada.
ru: Страница не найдена.
sq: Faqja nuk u gjet.
sv: Sidan hittades inte.
tr: Sayfa bulunamadı.

source: 500 error
el: Σφάλμα 500
fa: خطای 500
hi: 500 त्रुटि
it: errore 500
pl: Błąd 500
pt_br: Erro 500
ru: Ошибка 500
sq: Gabim 500
sv: 500-fel
tr: 500 hatası

source: Internal server error. This has been reported to the site administrator.
el: Εσωτερικό σφάλμα του server. Αναφέρθηκε στον διαχειριστή του site.
fa: خطای داخلی سرور. این خطا به مدیر سایت گزارش شد.
hi: आंतरिक सेवक त्रुटि। इसकी सूचना स्थल प्रबंधक को दे दी गई है।
it: Errore interno del server. Questo è stato segnalato all'amministratore del sito.
pl: Wewnętrzny błąd serwera. To zdarzenie zostało zgłoszone do administratora strony
pt_br: Erro interno no servidor. Isto foi reportado ao administrador do site.
ru: Внутренняя ошибка сервера. Администратор сайта будет оповещён об этом.
sq: Gabim i brendshëm shërbyesi. Kjo i është bërë e ditur përgjegjësit të sajtit.
sv: Internt serverfel. Detta har rapporterats till sidans administratör.
tr: İç sunucu hatası. Bu durum site yöneticisine bildirilmiştir.

source: About
el: Σχετικά
fa: درباره
hi: परिचय
it: Informazioni
pl: Na temat
pt_br: Sobre
ru: О
sq: Rreth
sv: Om
tr: Hakkında

source: About Django People
el: Σχετικά με τα άτομα του Django
fa: درباره مردم جانگو
hi: ज्यांगो लोगों के बारे में
it: Informazioni su Django People
pl: O Django People
pt_br: Sobre o Django People
ru: О Django People
sq: Rreth Personave Django
sv: Om Django People
tr: Django Kullananlar Hakkında

source: Django People lists %(count)s <a href="https://www.djangoproject.com/">Django</a> developers from around the world, in %(countries)s different countries. The aim of the site is to help Django developers find like-minded souls near them, and hopefully kick-start some local meet-ups and user groups.
el: Το Django People προβάλλει %(count)s <a href="https://www.djangoproject.com/">Django</a> developers ανά τον κόσμο, από %(countries)s διαφορετικές χώρες. Ο στόχος του site είναι να βοηθήσει τους Django developers να βρουν κοντά τους άτομα με τα ίδια ενδιαφέροντα και ενδεχομένως να δημιουργήσουν ομάδες για να ανταλλάξουν απόψεις ή και να ξεκινήσουν κάποιο project από κοινού.
fa: اعضای جنگو، تعداد %(count)s نفر توسعه دهنده‌ی <a href="https://www.djangoproject.com/">جنگو</a> را از تمام دنیا در تعداد%(countries)s کشور لیست کرده اند. هدف این سایت کمک به توسعه دهندگان جنگو در یافتن روح‌های هم‌فکر در نزدیکی آنها و احتمالا شروع ملاقاتهای محلی و گروه‌های کاربری است.
hi: Django लोगों की सूची %(count)s <a href="https://www.djangoproject.com/">Django</a> दुनिया भर से डेवलपर्स, in %(countries)s विभिन्न देशों. साइट का उद्देश्य Django डेवलपर्स उनके पास समान विचारधारा वाले आत्माओं को लगता है, और उम्मीद है कि लात शुरू करने में मदद के लिए कुछ स्थानीय अप और उपयोगकर्ता समूहों से मिलने.
it: Django People propone una lista di sviluppatori %(count)s <a href="https://www.djangoproject.com/">Django</a> provenienti da tutto il mondo, suddividendola nei %(countries)s diversi paesi. Lo scopo di questo sito è di aiutare gli sviluppatori Django a trovare nelle proprie vicinanze partner che che condividono i loro stessi interessi e che magari organizzino incontri locali e fondino gruppi utenti.
pl: Listy Ludzi Django %(count)s <a href="https://www.djangoproject.com/">Django</a> deweloperzy na całym świecie, w %(countries)s krajach. Celem strony jest ułatwienie deweloperom Django znalezienia ludzi z tą samą pasją w ich okolicy i rozpoczęcie lokalnych meet-up'ów oraz grup użytkowników.
pt_br: Django People contêm %(count)s desenvolvedores <a href="https://www.djangoproject.com/">Django</a> ao redor do mundo, em %(countries)s países diferentes. O objetivo do site é ajudar desenvolvedores Django a encontrar outros com a mesma mentalidade por perto, e esperamos que isso possa iniciar encontros e grupos de usuários locais.
ru: Django People объединяет %(count)s <a href="https://www.djangoproject.com/">Django</a>-разработчиков со всего мира, из %(countries)s стран. Цель этого сайта — помочь Django-разработчикам найти людей со схожими интересами поблизости и, возможно, вдохновить людей организовать встречу, конференцию или клуб.
sq: Persona Django paraqet programues %(count)s <a href="https://www.djangoproject.com/">Django</a> nga anembanë bota, nga %(countries)s vende të ndryshme. Qëllimi i sajtit është të ndihmojë programues Django të gjejnë të ngjashëm, afër tyre, dhe me shpresë se mund nisin kështu takime dhe grupe përdoruesish vendorë.
sv: Django People listar %(count)s <a href="https://www.djangoproject.com/">Django</a>-utvecklare över hela världen i %(countries)s olika länder. Målet med sidan är att hjälpa Django-utvecklare hitta likasinnade i närheten, och förhoppningsvis sätta igång lite lokala träffar och användargrupper.
tr: Django Kullananlar %(countries)s farklı ülkeden %(count)s <a href="https://www.djangoproject.com/">Django</a> geliştiricisinden oluşur. Bu sitenin amacı, benzer düşüncedeki Django geliştiricilerinin biraraya gelmesine, yerel buluşmalar ve kullanıcı grupları oluşturulmasına yardım etmektir.

source: The site was originally built and open-sourced by <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/django/djangopeople">available on github</a>. You can post feedback and bug reports on the repository's <a href="https://github.com/django/djangopeople/issues">issues page</a>.
it: Il sito è stato originariamente creato e reso open-source da <a href="/simon/">Simon Willison</a> e <a href="/natbat/">Natalie Downe</a>. Il codice è <a href="https://github.com/django/djangopeople">disponibile su github</a>. Puoi aggiungere feedback e bug report sulla <a href="https://github.com/django/djangopeople/issues">pagina dei problemi</a> del repository.
pl: Strona została stworzona i otwarta źródłowo przez <a href="/simon/">Simona Willisona</a> i <a href="/natbat/">Natalie Downe</a>. Kod strony jest <a href="https://github.com/django/djangopeople">dostępny na GitHubie</a>. Możesz zgłaszać swoje uwagi i znalezione błędy na <a href="https://github.com/django/djangopeople/issues">stronie issues</a>.
ru: Первоначально этот сайт был создан <a href="/simon/">Саймоном Виллисоном (Simon Willison)</a> и <a href="/natbat/">Натали Дауни (Natalie Downe)</a>. Исходный код <a href="https://github.com/django/djangopeople">доступен на гитхабе</a>. Вы можете оставить ваши пожелания и сообщения об ошибках на <a href="https://github.com/django/djangopeople/issues">странице задач</a> репозитория.
sq: Sajti fillimisht qe krijuar dhe hedhur në qarkullim me burim të hapur nga <a href="/simon/">Simon Willison</a> dhe <a href="/natbat/">Natalie Downe</a>. Kodi gjendet <a href="https://github.com/django/djangopeople">në github</a>. Përshtypjet dhe njoftimet e të metave mund t’i postoni te <a href="https://github.com/django/djangopeople/issues">faqja përkatëse</a> për depon.
tr: Bu site orijinalinde <a href="/simon/">Simon Willison</a> ve <a href="/natbat/">Natalie Downe</a> tarafından oluşturulmuş ve açık kaynaklı hale getirilmiştir. Kaynak koda <a href="https://github.com/django/djangopeople">github üzerinden</a> ulaşılabilir, havuzun <a href="https://github.com/django/djangopeople/issues">sorunlar sayfasından</a> hata bildirimi veya geri bildirim yapabilirsiniz.

source: Colophon
fa: شناسنامه
hi: पुष्पिका
it: Colofone
pl: Kolofon
pt_br: Cólofon
ru: Благодарности и технические подробности
sq: Kolofon
sv: Kolofon
tr: Yayınevi

source: Country data and location lookups come from <a href="http://www.geonames.org/">GeoNames</a>, while the maps themselves are from <a href="http://www.openstreetmap.org">OpenStreetMap</a> and powered by <a href="http://leaflet.cloudmade.com/">Leaflet</a>. Country flags and icons are by <a href="http://famfamfam.com/lab/icons/">Mark James</a>; US state flags come <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Profile pictures come from <a href="http://en.gravatar.com/">Gravatar</a>.
it: I dati delle nazioni e la localizzazione delle ricerche vengono da <a href="http://www.geonames.org/">GeoNames</a>, mentre le mappe arrivano da <a href="http://www.openstreetmap.org">OpenStreetMap</a> e sono motorizzate da <a href="http://leaflet.cloudmade.com/">Leaflet</a>. Le bandiere delle nazioni e le icone arrivano da <a href="http://famfamfam.com/lab/icons/">Mark James</a>; le bandiere degli stati USA arrivano da <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">Wikipedia</a>. Le foto dei profili arrivano da <a href="http://en.gravatar.com/">Gravatar</a>.
pl: Dane regionalne i wyszukiwarka lokalizacji pochodzą z <a href="http://www.geonames.org/">GeoNames</a>, natomiast same mapy to <a href="http://www.openstreetmap.org">OpenStreetMap</a> działające z pomocą <a href="http://leaflet.cloudmade.com/">Leaflet</a>. Flagi państw i ikony zostały stworzone przez <a href="http://famfamfam.com/lab/icons/">Marka Jamesa</a>; flagi stanów USA pochodzą <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">z Wikipedii</a>. Zdjęcia profilowe pochodzą z <a href="http://en.gravatar.com/">Gravatara</a>.
ru: Данные о странах и геопоиск предоставляются <a href="http://www.geonames.org/">GeoNames</a>, сами карты – <a href="http://www.openstreetmap.org">OpenStreetMap</a> при помощи <a href="http://leaflet.cloudmade.com/">Leaflet</a>. Флаги стран и иконки принадлежат авторству <a href="http://famfamfam.com/lab/icons/">Марка Джеймса</a>; использованы флаги штатов США <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Флаги штатов США">из Википедии</a>. Изображения-аватары пользователей подгружаются с <a href="http://en.gravatar.com/">Gravatar</a>.
sq: Kërkimet për të dhëna vendi dhe lokalizim vijnë prej <a href="http://www.geonames.org/">GeoNames</a>, ndërsa vetë hartat janë prej <a href="http://www.openstreetmap.org">OpenStreetMap</a> dhe të bazuara në <a href="http://leaflet.cloudmade.com/">Leaflet</a>. Flamujt dhe simbolet e vendeve janë nga <a href="http://famfamfam.com/lab/icons/">Mark James</a>; flamujt e ShBA-ve vijnë <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">nga Wikipedia</a>. Fotot e profileve vijnë nga <a href="http://en.gravatar.com/">Gravatar</a>-i.
tr: Ülke verileri ve konum aramaları <a href="http://www.geonames.org/">GeoNames</a>'den alınmaktadır, haritaların kendileri <a href="http://www.openstreetmap.org">OpenStreetMap</a>'tendir ve <a href="http://leaflet.cloudmade.com/">Leaflet</a> tarafından desteklenmektedir. Ülke bayrakları ve simgeleri <a href="http://famfamfam.com/lab/icons/">Mark James</a> tarafından; Birleşik Devletler eyalet bayrakları <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="U.S. eyaletleri bayrakları">Vikipedi'dendir</a>. Profil resimleri <a href="http://tr.gravatar.com/">Gravatar</a>'dan alınmaktadır.

source: Deployment is <a href="http://gunicorn.org">gunicorn</a>, hosted on <a href="http://www.heroku.com/">Heroku</a>.
el: Το site βασίζεται στο <a href="http://gunicorn.org">gunicorn</a>, φιλοξενείται στο <a href="http://www.heroku.com/">Heroku</a>.
fa: محیط توسعه <a href="http://gunicorn.org">gunicorn</a> است، میزبانی شده در <a href="http://www.heroku.com/">Heroku</a>.
hi: परिनियोजन है <a href="http://gunicorn.org">gunicorn</a>, hosted on <a href="http://www.heroku.com/">Heroku</a>.
it: La distribuzione è basata su <a href="http://gunicorn.org">gunicorn</a>, ospitata su <a href="http://www.heroku.com/">Heroku</a>.
pl: Wdrożono używając <a href="http://gunicorn.org">gunicorn'a</a> hostowanego na <a href="http://www.heroku.com/">Heroku</a>.
pt_br: Implantação é <a href="http://gunicorn.org">gunicorn</a>, hospedado no <a href="http://www.heroku.com/">Heroku</a>.
ru: Развёрнуто с помощью <a href="http://gunicorn.org">gunicorn</a>, размещено на серверах <a href="http://www.heroku.com/">Heroku</a>.
sq: Ndërtimi është kryer përmes <a href="http://gunicorn.org">gunicorn-it</a>, strehuar te <a href="http://www.heroku.com/">Heroku</a>.
sv: Implementering genom <a href="http://gunicorn.org">gunicorn</a>, hosting på <a href="http://www.heroku.com/">Heroku</a>.
tr: Dağıtım <a href="http://www.heroku.com/">Heroku</a> üzerinde barındırılan <a href="http://gunicorn.org">gunicorn</a>'dur.

source: A Django joint.
el: Ένα Django joint.
fa: اتصال جانگو
hi: एक द्जंगो संयुक्त.
it: Un sito chiave di Django
pl: Połączenie Django.
ru: Сообщество Django.
sq: Një grup Django
sv: Ett Djangosamarbete.
tr: Django buluşma yeri

source: home
el: αρχική
fa: خانه
hi: गृह
pl: strona główna
pt_br: início
ru: главная
sq: faqe hyrëse
sv: hem
tr: giriş

source: about
el: σχετικά
fa: درباره
hi: परिचय
it: Informazioni
pl: o stronie
pt_br: sobre
ru: о проекте
sq: rreth
sv: om
tr: hakkında

source: search
el: αναζήτηση
fa: جستجو
hi: खोज
it: cerca
pl: szukaj
pt_br: pesquisa
ru: поиск
sq: kërkoni
sv: sök
tr: arama

source: sign up as a django person
el: εγγραγή ως django άτομο
fa: به عنوان یک عضو جنگو ثبت نام کنید
hi: एक द्जंगो व्यक्ति के रूप में साइन अप करने
it: accedi come persona django
pl: Zarejestruj się jako Osoba Django
pt_br: inscrever-se como um programador Django
ru: зарегистрироваться как джангист
sq: regjistrohuni si person django
sv: registrera som en djangoperson
tr: django kullanıcısı olarak üye ol

source: You are logged in as <strong>%(user)s</strong>
el: Είστε συνδεδεμένος ως <strong>%(user)s</strong>
fa: شما به عنوان <strong>%(user)s</strong> وارد شدید.
hi: आप के रूप में लॉग इन कर रहे हैं <strong>%(user)s</strong>
it: Sei connesso come <strong>%(user)s</strong>
pl: Jesteś zalogowany jako <strong>%(user)s</strong>
pt_br: Você está logado como <strong>%(user)s</strong>
ru: Вы вошли как <strong>%(user)s</strong>
sq: Jeni i futur si <strong>%(user)s</strong>
sv: Du är inloggad som <strong>%(user)s</strong>
tr: <strong>%(user)s</strong> olarak giriş yaptınız.

source: your profile
el: το προφίλ σας
fa: پروفایل شما
hi: आपकी रूपरेखा
it: Il tuo profilo
pl: twój profil
pt_br: seu perfil
ru: ваш профиль
sq: profili juaj
sv: din profil
tr: profiliniz

source: your account
el: ο λογαριασμός σας
fa: حساب شما
hi: आपका खाता
it: il tuo account
pl: twoje konto
pt_br: sua conta
ru: ваша учётная запись
sq: llogaria juaj
sv: ditt konto
tr: hesabınız

source: log out
el: έξοδος
fa: خروج
hi: बाहर आएँ
it: disconnetti
pl: wyloguj
pt_br: sair
ru: выйти
sq: dilni
sv: logga ut
tr: oturumu kapat

source: Log in
el: είσοδος
fa: ورود
hi: प्रवेश
it: Accedi
pl: Zaloguj
pt_br: Acessar
ru: Войти
sq: Hyni
sv: Logga in
tr: Oturum aç

source: Or <a href="%(openid_url)s">log in with <strong>OpenID</strong>
el: Ή <a href="%(openid_url)s">κάντε log in με το <strong>OpenID</strong>
fa: یا <a href="%(openid_url)s">با <strong>OpenID</strong> وارد شوید
it: O <a href="%(openid_url)s">log in con <strong>OpenID</strong>
pl: Lub <a href="%(openid_url)s">zaloguj poprzez <strong>OpenID</strong>
pt_br: Ou <a href="%(openid_url)s">acesse com <strong>OpenID</strong>
ru: Или <a href="%(openid_url)s">войти через <strong>OpenID</strong>
sq: Ose <a href="%(openid_url)s">hyni me <strong>OpenID</strong>
sv: Eller <a href="%(openid_url)s">logga in med <strong>OpenID</strong>
tr: Veya <a href="%(openid_url)s"><strong>OpenID</strong> ile oturum açın

source: Django People
fa: مردم جانگو
hi: द्जंगो लोग
it: Persone Django
sq: Persona Django
tr: Django Kullananlar

source: Discover users of the <a href="https://www.djangoproject.com/">Django Web framework</a> near you
el: Ανακαλύπτει χρήστες που χρησιμοποιούν το <a href="https://www.djangoproject.com/">Django Web framework</a> κοντά σας
fa: کاربران <a href="https://www.djangoproject.com/">فریموورک وب جنگو ی</a> نزدیک خود را پیدا کنید.
hi: उपयोगकर्ताओं की खोज <a href="https://www.djangoproject.com/">द्जंगो वेब रूपरेखा</a> आप के पास
it: Scopri utenti di <a href="https://www.djangoproject.com/">Django Web framework</a> vicini a te
pl: Odkryj osoby z <a href="https://www.djangoproject.com/">Django Web framework</a> w pobliżu
pt_br: Descubra usuários do<a href="https://www.djangoproject.com/">framework web Django</a> perto de você
ru: Найдите пользователей <a href="https://www.djangoproject.com/">веб-фрейморка Django</a> рядом с вами
sq: Gjeni përdorues të <a href="https://www.djangoproject.com/">platformës Django për Web</a> pranë jush
sv: Hitta fler som använder <a href="https://www.djangoproject.com/">Django Web framework</a> nära dig
tr: Yakınınızdaki <a href="https://www.djangoproject.com/">Django Web çatısı</a> kullanıcılarını keşfedin

source: Hosted on <span class="heroku">Heroku</span>
el: Φιλοξενείται από το <span class="heroku">Heroku</span>
fa: میزبانی شده در <span class="heroku">Heroku</span>
hi: पर होस्ट <span class="heroku">Heroku</span>
it: Ospitato su <span class="heroku">Heroku</span>
pl: Hostowane na <span class="heroku">Heroku</span>
pt_br: Hospedado no <span class="heroku">Heroku</span>
ru: Размещено на серверах <span class="heroku">Heroku</span>
sq: Strehuar te <span class="heroku">Heroku</span>
sv: Hosting på <span class="heroku">Heroku</span>
tr: <span class="heroku">Heroku</span> üzerinde barındırılmaktadır

source: %(counter)s Django person
el: %(counter)s Django άτομο
fa: %(counter)s عضو جنگو
hi: %(counter)s Django व्यक्ति
it: %(counter)s persona Django
pl: %(counter)s osoba Django
pt_br: %(counter)s programador Django
ru: %(counter)s джангист
sq: %(counter)s person Django
tr: %(counter)s django kullanıcısı

source: Django community sites in %(country)s
el: Django community sites στη χώρα %(country)s
fa: سایتهای اجتماع جنگو در %(country)s
hi: Django समुदाय में साइटों %(country)s
it: Siti della Django community in %(country)s
pl: Strony społeczności Django w %(country)s
pt_br: Sites da comunidade Django no(a) %(country)s
ru: Сайты сообщества Django в стране %(country)s
sq: Sajte nga bashkësia Django në %(country)s
sv: Django-sidor i %(country)s
tr: %(country)s içindeki Django toplulukları
