Repository: brutasse/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: el, fa, hi, it, pl, pt_br, ru, sq, sv, tr

source: New password set
el: Νέο σετ κωδικών
fa: رمز‌عبور جدید تنظیم شد
hi: नया पासवर्ड सेट
it: Nuova password impostata
pl: Ustawiono nowe hasło
pt_br: Nova senha configurada
ru: Новый пароль успешно задан
sq: Fjalëkalimi i ri u caktua
sv: Nytt lösenord satt
tr: Yeni parola ayarla

source: Your password has successfully been reset. You can use it right now on the <a href="%(login_url)s">login page</a>.
el: Ο κωδικός σας άλλαξε με επιτυχία. Μπορείτε να τον χρησιμοποιήσετε τώρα στη σελίδα <a href="%(login_url)s">login</a>.
fa: رمز عبور شما با موفقیت ریست شد. شما همین حالا میتوانید در <a href="%(login_url)s">صفحه‌ی ورود</a> از آن استفاده کنید.
hi: आपका पासवर्ड सफलतापूर्वक रीसेट किया गया है. तुम उस पर अभी उपयोग कर सकते <a href="%(login_url)s">पेज लॉगिन</a>.
it: La tua password è stata reimpostata con successo. Puoi usarla da subito sulla <a href="%(login_url)s">pagina di login</a>.
pl: Twoje hasło zostało pomyślnie zresetowane. Możesz użyć je teraz na <a href="%(login_url)s">stronie logowania</a>.
pt_br: Sua senha foi resetada com sucesso. Você pode usá-la agora mesmo na página de <a href="%(login_url)s">login</a>
ru: Ваш пароль успешно восстановлен. Вы можете использовать его прямо сейчас на <a href="%(login_url)s">странице входа</a>.
sq: Fjalëkalimi jua u ricaktua me sukses. Mund ta përdorni që tani te <a href="%(login_url)s">faqja e hyrjeve</a>.
sv: Ditt lösenord har återställts. Du kan använda det direkt på <a href="%(login_url)s">inloggningssidan</a>.
tr: Parolanız başarılı olarak sıfırlandı. Parolanızı hemen <a href="%(login_url)s">oturum açma sayfasında</a> kullanabilirsiniz.

source: Recover your account
el: Επανακτήστε το λογαριασμό σας
fa: بازیابی حساب‌ شما
hi: आपके खाते पुनर्प्राप्त
it: Recupera il tuo account
pl: Odzyskaj swoje konto
pt_br: Recuperar sua conta
ru: Восстановить доступ к вашей учётной записи
sq: Rimerrni llogarinë tuaj
sv: Återställ ditt konto
tr: Hesabınızı kurtarın

source: Enter your username and we'll send an account recovery link to the e-mail address associated with your account.
el: Εισάγετε το όνομα χρήστη και θα σας στείλουμε έναν σύνδεσμο επανάκτησης του λογαριασμού σας στη διεύθυνση e-mail που είναι συσχετισμένη με τον λογαρισμό σας.
fa: نام کاربری خود را وارد کنید و ما ایمیلی حاوی لینک بازیابی حساب ایمیلی که به آن نام کاربری متصل است، ارسال خواهیم کرد.
hi: अपना उपयोगकर्ता नाम दर्ज है और हम अपने खाते के साथ जुड़े ई - मेल पते पर एक खाता पुनर्प्राप्ति लिंक भेज देंगे.
it: Inserisci il tuo nome utente e invieremo un link per recuperare l'account all'indirizzo e-mail associato al tuo account.
pl: Wprowadź swoją nazwę użytkownika a wyślemy ci link do odzyskania konta na adres e-mail związany z twoim kontem.
pt_br: Entre seu nome de usuário e nós enviaremos um link para recuperar a conta para o email associado à sua conta.
ru: Введите ваше имя пользователя и мы вышлем ссылку, с помощью которой вы сможете восстановить доступ к учётной записи, на адрес электронной почты, связанный с учётной записью.
sq: Jepni emrin tuaj të përdoruesi dhe te adresa email përshoqëruar llogarisë suaj do t’ju dërgojmë një lidhje riregullimi llogarie.
sv: Fyll i ditt användarnamn så skickar vi en länk för att återställa ditt konto till mailadressen som är kopplad till dit konto.
tr: Kullanıcı adınızı girin ve hesabınız ile ilişkili e-posta adresinize hesap kurtarma bağlantısı yollayalım.

source: Recover account
el: Επανάκτηση λογαριασμού
fa: بازیابی حساب
hi: खाता पुनर्प्राप्त
it: Recupera l'account
pl: Ozdyskaj konto
pt_br: Recuperar conta
ru: Восстановление доступа к учётной записи
sq: Rimarrje llogarie
sv: Återställ konto
tr: Hesabı kurtar

source: An email has just been sent to <strong>%(email)s</strong>. Use the link in it to set a new password.
el: Ένα email έχει σταλεί στο<strong>%(email)s</strong>. Χρησιμοποιήστε τον σύνδεσμο μέσα στο email για να ορίσετε ένα νέο κωδικό.
fa: همین حالا یک ایمیل برای <strong>%(email)s</strong> ارسال شد. برای تنظیم رمز‌عبور جدید، از لینک درون آن استفاده کنید.
hi: एक ईमेल भेजा गया <strong>%(email)s</strong>. यह लिंक का उपयोग करने के लिए एक नया पासवर्ड सेट.
it: Abbiamo appena inviato una mail a <strong>%(email)s</strong>. Usa il link che troverai al suo interno per impostare una nuova password.
pl: E-mail został właśnie wysłany na adres <strong>%(email)s</strong>. Użyj zawartego w nim linku, aby ustawić nowe hasło.
pt_br: Um email acaba de ser enviado para <strong>%(email)s</strong>. Use esse link para configurar sua senha.
ru: Электронное письмо было только что отправлено на адрес <strong>%(email)s</strong>. Используйте ссылку в письме, чтобы задать новый пароль.
sq: Sapo u dërgua një email te <strong>%(email)s</strong>. Përdoreni lidhjen në të që të caktoni një fjalëkalim të ri.
sv: Ett mail har skickats till <strong>%(email)s</strong>, använd länken i det för att välja ett nytt lösenord.
tr: <strong>%(email)s</strong> adresine bir e-posta gönderildi. Yeni bir parola ayarlamak için e-postadaki bağlantıyı kullanın.

source: Sorry, this password reset link is invalid. You can still <a href="%(recovery_url)s">request a new one</a>.
el: Συγνώμη αλλά αυτός ο σύνδεσμος μηδενισμού του κωδικού σας δεν είναι έγκυρος. Μπορείτε, αν θέλετε, να <a href="%(recovery_url)s">ζητήσετε έναν καινούργιο</a>.
fa: متاسفیم. این لینک ریست رمزعبور نامعتبر است. شما هنوز میتوانید <a href="%(recovery_url)s">یکی دیگر درخواست کنید</a>.
hi: क्षमा करें, इस पासवर्ड रीसेट लिंक अमान्य है. आप अभी भी कर सकते हैं<a href="%(recovery_url)s">एक नया एक अनुरोध</a>.
it: Spiacente, il link per resettare la password non è valido. Puoi comunque <a href="%(recovery_url)s">richiederne un altro</a>.
pl: Przepraszamy, ten link do resetu hasła jest niepoprawny. Możesz jednak <a href="%(recovery_url)s">poprosić o nowy</a>.
pt_br: Desculpe, Este link para reset de senha é inválido. Você ainda pode <a href="%(recovery_url)s">requisitar um novo</a>.
ru: Извините, эта ссылка для восстановления пароля недействительна. Однако вы можете <a href="%(recovery_url)s">запросить новую</a>.
sq: Na ndjeni, kjo lidhje ricaktimi fjalëkalimi është e pavlefshme. Mundeni prapë <a href="%(recovery_url)s">të kërkoni një të re</a>.
sv: Den här länken för återställning av lösenord är ogiltig. <a href="%(recovery_url)s">Skicka en ny länk</a>.
tr: Üzgünüz, bu parola sıfırlama bağlantısı geçersiz. Hala <a href="%(recovery_url)s">yeni bir tane</a> isteyebilirsiniz.

source: Hi, <strong>%(username)s</strong>. Please choose your new password.
el: Γεια σας, <strong>%(username)s</strong>. Παρακαλώ εισάγετε έναν νέο κωδικό.
fa: سلام، <strong>%(username)s</strong>. لطفا رمز عبور خود را انتخاب کنید.
hi: नमस्ते, <strong>%(username)s</strong>.अपना नया पासवर्ड का चयन करें.
it: Ciao, <strong>%(username)s</strong>. Scegli la tua nuova password.
pl: Cześć, <strong>%(username)s</strong>. Prosimy wybierz swoje nowe hasło.
pt_br: Olá, <strong>%(username)s</strong>. Por favor escolha uma senha nova.
ru: Привет, <strong>%(username)s</strong>. Пожалуйста, введи новый пароль.
sq: Tungjatjeta, <strong>%(username)s</strong>. Ju lutemi, zgjidhni fjalëkalimin tuaj të ri.
sv: Hej <strong>%(username)s</strong>. Var vänlig sätt ditt nya lösenord.
tr: Merhaba, <strong>%(username)s</strong>. Lütfen yeni parolanızı seçin.

source: Set new password
el: Εισάγετε έναν νέο κωδικό
fa: تنظیم رمز عبور جدید
hi: नया पासवर्ड सेट
it: Imposta una nuova password
pl: Ustaw nowe hasło
pt_br: Insira uma nova senha
ru: Установить новый пароль
sq: Caktoni një fjalëkalim të ri
sv: Sätt nytt lösenord
tr: Yeni parola ayarla

source: (change)
el: (αλλαγή)
fa: (تغییر)
hi: (बदले)
it: (cambia)
pl: (zmień)
pt_br: (alterar)
ru: (изменить)
sq: (ndryshoje)
sv: (ändra)
tr: (değiştir)

source: (edit bio)
el: (επεξεργασία βιογραφικού)
fa: (ویرایش زندگینامه)
hi: (संपादित करें जैव)
it: (Modifica la biografia)
pl: (edytuj biografię)
pt_br: (editar bio)
ru: (изменить биографию)
sq: (përpunoni jetëshkrimin)
sv: (redigera biografi)
tr: (özgeçmişi düzenle)

source: Create your bio
el: Δημιουργήστε το βιογραφικό σας
fa: یک زندگینامه‌ی جدید بسازید
hi: अपने जैव बनाएँ
it: Crea la tua biografia
pl: Utwórz swoją biografię
pt_br: Criar sua biografia
ru: Создайте свою биографию
sq: Krijoni jetëshkrimin tuaj
sv: Skapa din biografi
tr: Özgeçmişinizi oluşturun

source: (edit skills)
el: (επεξεργασία δεξιοτήτων)
fa: (ویرایش مهارت‌ها)
hi: (संपादित करें कौशल)
it: (modifica skill)
pl: (edytuj umiejętności)
pt_br: (editar habilidades)
ru: (редактировать навыки)
sq: (përpunoni aftësitë)
sv: (redigera färdigheter)
tr: (yetenekleri düzenle)

source: Save
el: Αποθήκευση
fa: ذخیره
hi: सहेजें
it: Salva
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sq: Ruaje
sv: Spara
tr: Kaydet

source: Looking for <strong>%(type)s</strong> work
el: Ψάχνετε για <strong>%(type)s</strong> εργασία
fa: جستجو برای شغل <strong>%(type)s</strong>
hi: खोज रहें हैं <strong>%(type)s</strong> काम
it: In cerca di un lavoro da <strong>%(type)s</strong>
pl: Szuka pracy w <strong>%(type)s</strong>
pt_br: Procurando por trabalho <strong>%(type)s</strong>
ru: Ищет работу: <strong>%(type)s</strong>
sq: Kërkojnë punësim në <strong>%(type)s</strong>
sv: Letar jobb inom <strong>%(type)s</strong>
tr: <strong>%(type)s</strong> işi ara

source: Finding %(name)s
el: Βρίσκοντας %(name)s
fa: در‌حال یافتن %(name)s
hi: खोज %(name)s
it: Cercando %(name)s
pl: Gdzie jest %(name)s
pt_br: Procurando %(name)s
ru: Контактная информация %(name)s
sq: Po kërkohet për %(name)s
sv: Följ %(name)s
tr: Bulunan %(name)s

source: (edit)
el: (επεξεργασία)
fa: (ویرایش)
hi: (संपादित करें)
it: (modifica)
pl: (edytuj)
pt_br: (editar)
ru: (изменить)
sq: (përpunojeni)
sv: (redigera)
tr: (düzenle)

source: email:
fa: ایمیل:
hi: ईमेल:
ru: электронная почта:
tr: e-posta:

source: (active %(since)s ago)
el: (ενεργός πριν από %(since)s)
fa: (%(since)s پیش فعال بود)
it: (attivo %(since)s fa)
pl: (ostatnio %(since)s temu)
pt_br: (ativo %(since)s atrás)
ru: (последний вход %(since)s назад)
sq: (aktiv që prej %(since)s)
sv: (aktiv %(since)s ago)
tr: (%(since)s önce aktifti)

source: %(name)s's Django portfolio
fa: نمونه‌کار جنگوی %(name)s
hi: %(name)s's Django पोर्टफोलियो
it: esperienze con Django di %(name)s
pl: %(name)s, Django-portfolio
ru: Портфолио %(name)s
sq: Portofoli Django i %(name)s
tr: %(name)s kullanıcısının Django portfolyosu

source: Django projects %(name)s has contributed to
el: Django projects %(name)s έχουν συνεισφέρει στο
fa: پروژه‌های جنگوی %(name)s کمک کردند به
hi: Django परियोजनाओं %(name)s के लिए योगदान दिया है
it: Progetti Django ai quali ha contribuito %(name)s
pl: Projekty Django, w które wkład włożył(a) %(name)s
pt_br: Projetos Django que %(name)s contribuiu
ru: Django-проекты, в которых принимал участие %(name)s
sq: Projekte Django te të cilët %(name)s ka dhënë ndihmesë
sv: Django-projekt %(name)s har bidragit till
tr: Katkı yapılan Django projeleri %(name)s

source: <a href="%(portfolio_url)s">Add some sites</a> to your portfolio
el: <a href="%(portfolio_url)s">Προσθέστε μερικά sites</a> στο portfolio σας
fa: چند سایت <a href="%(portfolio_url)s">به نمونه‌کارهای خود</a> اضافه کنید
hi: <a href="%(portfolio_url)s">कुछ साइटों को जोड़ें</a> आपके पोर्टफोलियो के लिए
it: <a href="%(portfolio_url)s">Aggiungi dei siti</a> al tuo portfolio
pl: <a href="%(portfolio_url)s">Dodaj kilka stron</a> do swojego portfolio
pt_br: <a href="%(portfolio_url)s">Adicione alguns sites</a> em seu portifólio
ru: <a href="%(portfolio_url)s">Добавьте сайты</a> в своё портфолио
sq: <a href="%(portfolio_url)s">Shtoni ca sajte</a> te portofoli juaj
sv: <a href="%(portfolio_url)s">Lägg till några sidor</a> i din portfolio
tr: Portfolyonuza <a href="%(portfolio_url)s">bazı siteleri ekleyin</a>

source: People near %(name)s
el: Άτομα κοντά %(name)s
fa: افراد نزدیک %(name)s
hi: निकट लोग %(name)s
it: Persone vicino a %(name)s
pl: Ludzie blisko %(name)s
pt_br: Pessoal próximo a %(name)s
ru: Люди рядом с %(name)s
sq: Persona afër %(name)s
sv: Personer i närheten av %(name)s
tr: %(name)s yakınındaki insanlar

source: %(counter)s mile away
el: %(counter)s μίλι μακριά
fa: %(counter)s مایل دورتر
hi: %(counter)s मील दूर
it: lontano %(counter)s miglio
pl: w odległości %(counter)s mili
pt_br: %(counter)s milha de distância
ru: На расстоянии в %(counter)s милю
sq: %(counter)s milje larg
sv: %(counter)s mile bort
tr: %(counter)s mil uzaklıkta

source: Recent people
el: Πρόσφατα άτομα
fa: افراد اخیر
hi: हाल ही में लोगों को
it: Persone recenti
pl: Niedawni ludzie
pt_br: Pessoal recente
ru: Недавние посетители
sq: Persona së fundi
sv: Nya Djangopersoner
tr: Güncel insanlar

source: Search: %(q)s
el: Αναζήτηση: %(q)s
fa: جستجو: %(q)s
hi: खोजें: %(q)s
it: Cerca: %(q)s
pl: Szukaj: %(q)s
pt_br: Pesquisar: %(q)s
ru: Поиск: %(q)s
sq: Kërkim: %(q)s
sv: Sök: %(q)s
tr: Ara: %(q)s

source: Search
el: Αναζήτηση
fa: جستجو
hi: खोजें
it: Cerca
pl: Szukaj
pt_br: Pesquisar
ru: Искать
sq: Kërkoni
sv: Sök
tr: Ara

source: %(counter)s result
el: %(counter)s αποτελέσμα
fa: %(counter)s نتیجه
hi: %(counter)s परिणाम
it: %(counter)s risultato
pl: %(counter)s wynik
pt_br: %(counter)s resultado
ru: %(counter)s результат
sq: %(counter)s përfundim
sv: %(counter)s träff
tr: %(counter)s sonuç

source: Terms must be three or more characters
el: Οι όροι πρέπει να είναι τρεις ή περισσότεροι χαρακτήρες
fa: تعداد کاراکترهای دوره باید سه یا بیشتر باشد
hi: शर्तें तीन या अधिक अक्षरों का होना चाहिए
it: I termini devono avere 3 o più caratteri
pl: Terminy muszą mieć trzy lub więcej znaków
pt_br: Termos devem ser três ou mais caracteres
ru: Поисковый запрос должен состоять как минимум из трёх букв
sq: Termat duhet të jenë nga tre shenja e sipër
sv: Sökningen måste vara tre eller fler tecken
tr: Koşullar üç veya daha fazla karakter olmak zorundadır

source: This tool searches by username, first name and last name.
el: Αυτό το εργαλείο ψάχνει βάση ονόματος χρήστη, ονόματος και επιθέτου.
fa: این ابزار، بر اساس نام کاربری، نام و نام‌خانوادگی جستجو میکند.
hi: उपयोक्तानाम, पहला नाम और अंतिम नाम से इस उपकरण खोजों.
it: Questo strumento ricerca per nome utente, nome e cognome.
pl: To narzędzie przeszukuje nazwy użytkownika, imiona i nazwiska.
pt_br: Essa ferramenta busca por username, primeiro nome e último nome.
ru: Этот инструмент ищет по нику, имени и фамилии.
sq: Me këtë mjet kërkohet sipas emrash përdoruesi, emrash dhe mbiemrash.
sv: Detta verktyg söker på användarnamn, förnamn och efternamn.
tr: Bu araç kullanıcı adına, adına ve soyadına göre arar.

source: No users found.
el: Δεν βρέθηκαν χρήστες
fa: کاربری یافت نشد
hi: कोई उपयोगकर्ता नहीं मिला.
it: Nessun utente trovato.
pl: Nie znaleziono żadnego użytkownika.
pt_br: Nenhum usuário encontrado
ru: Пользователи не найдены.
sq: S’u gjetën përdoruesa.
sv: Inga användare hittades.
tr: Kullanıcılar bulunamadı.

source: Sign up
el: Εγγραφή
fa: ثبت‌نام
hi: साइन अप करें
it: Registrati
pl: Zarejestruj się
pt_br: Inscrever-se
ru: Зарегистрироваться
sq: Regjistrohuni
sv: Registrera
tr: Üye ol

source: Sign up as a Django Person
el: Εγγραφή ως ένα Django άτομο
fa: به عنوان یکی از اعضای جنگو ثبت‌نام کنید
hi: एक Django व्यक्ति के रूप में साइन अप करें
it: Registrati come persona Django
pl: Zarejestruj się jako Django Person
pt_br: Inscrever-se como um programador Django
ru: Зарегистрироваться как джангист
sq: Regjistrohuni si Person Django
sv: Registrera som en Djangoperson
tr: Django Kullanıcısı olarak üye ol

source: Got an <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Sign up with your OpenID now!</a>
el: Έχετε ένα <strong class="openid">OpenID</strong>; <a href="%(openid_url)s">Εγγραφείτε με το δικό σας OpenID τώρα!</a>
fa: <strong class="openid">OpenID</strong> دارید؟ <a href="%(openid_url)s">همین حالا از طریق OpenID خود ثبت نام کنید!</a>
hi: समझे एक <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">अपने OpenID के साथ साइन अप!</a>
it: Hai avuto un <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Collegati ora con il tuo OpenID!</a>
pl: Masz <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Zarejestruj się teraz swoim OpenID!</a>
pt_br: Obtenha um <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Inscreva-se com seu OpenID agora!</a>
ru: У вас есть <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Зарегистрируйтесь с помощью OpenID!</a>
sq: Keni <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Regjistrohuni me OpenID-në tuaj!</a>
sv: Har du ett <strong class="openid">OpenID</strong>? <a href="%(openid_url)s">Registrera med ditt OpenID nu!</a>
tr: <strong class="openid">OpenID</strong>'niz mi var? <a href="%(openid_url)s">OpenID'niz ile üye olun!</a>

source: Your new account will be associated with with your OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">don't associate</a>)
el: Ο καινούργιος σας λογαριασμός θα συσχετιστεί με το δικό σας OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">να μην γίνει συσχέτιση</a>)
fa: حساب کاربری جدید شما با OpenID شما پیوسته خواهد شد: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">اینکار را انجام نده</a>)
hi: आपका नया खाता अपने OpenID के साथ साथ संबद्ध किया जाएगा:<strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">सहयोगी नहीं है</a>)
it: Il tuo nuovo account sarà associato al tuo OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">non associare</a>)
pl: Twoje nowe konto będzie powiązane z twoim OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">nie powiązuj</a>)
pt_br: Sua nova conta foi bem associada com seu OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">não associar</a>)
ru: Ваша новая учётная запись будет связана с вашим OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">не связывать</a>)
sq: Llogaria juaj e re do të përshoqërohet me OpenID-në tuaj: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">mos e përshoqëro</a>)
sv: Ditt nya konto kommer kopplas till ditt OpenID: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">koppla inte</a>)
tr: Yeni hesabınız OpenID'niz ile ilişkilendirilecektir: <strong class="openid">%(openid)s</strong> (<a href="%(openid_signout)s?next=%(signup_url)s">ilişkilendirme</a>)

source: 1. Tell us who you are
el: 1. Πείτε μας ποιος/ποια είστε
fa: ۱- به ما بگویید شما چه‌کسی هستید
hi: 1. हमें बताएं कि आप कौन हो
it: 1. Dicci chi sei?
pl: 1. Powiedz nam kim jesteś
pt_br: 1. Nos diga quem é você
ru: 1. Расскажи нам, кто ты
sq: 1. Tregonani se kush jeni
sv: 1. Berätta vem du är
tr: 1. Bize kim olduğunuzu söyleyin

source: 2. Tell us where you live
el: 2. Πείτε μας που μένετε
fa: ۲- به ما بگویید ساکن کجا هستید
hi: 2. हमें बताओ कि आप कहाँ रहते हैं
it: 2. Dicci dove vivi?
pl: 2. Powiedz nam skąd jesteś
pt_br: 2. Nos diga onde você mora
ru: 2. Расскажи, где ты живёшь
sq: 2. Tregonani se ku banoni
sv: 2. Berätta var du bor
tr: 2. Bize nerede yaşadığınızı söyleyin

source: Latitude and longitude are missing. Please use the map to provide your location.
el: Το γεωγραφικό πλάτος και μήκος λείπουν. Παρακαλούμε χρησιμοποιήστε το χάρτη για να καθορίσετε τη θέση σας.
fa: طول و عرض جغرافیایی یافت نشد. لطفا با استفاده از نقشه، محل خود را ارائه دهید.
hi: अक्षांश और देशांतर को याद कर रहे हैं. मानचित्र का उपयोग करने के लिए अपने स्थान प्रदान करें.
it: Latitudine e longitudine mancanti. Usa la mappa per fornirci la tua posizione.
pl: Brakuje współrzędnych. Prosimy użyj mapy, aby wskazać swoją lokalizację.
pt_br: Latitude e Longitude estão faltando. Por favor use o mapa para fornecer sua localização.
ru: Широта и долгота не указаны. Пожалуйста, используйте карту, чтобы указать ваше местонахождение.
sq: Mungojnë gjerësia dhe gjatësia gjeografike. Ju lutemi, përdorni hartën që të jepni vendndodhjen tuaj.
sv: Latitud och longitud saknas. Använd kartan för att välja din position.
tr: Enlem ve boylam eksik. Konumuzu bulmak için lütfen haritayı kullanın.

source: 3. And a bit about you …
el: 3. Και λίγα λόγια για εσάς ...
fa: ۳- و کمی درمورد شما...
hi: 3. और आप के बारे में एक बिट …
it: 3. E qualcosa su di te...
pl: 3. A teraz trochę o tobie ...
pt_br: 3. E um pouco sobre você ...
ru: 3. И немного о себе …
sq: 3. Dhe pakëz rreth jush …
sv: 3. Och lite om dig..
tr: 3. Ve kendinizden biraz bahsedin ...

source: 4. Your privacy settings
el: 4. Οι ρυθμίσεις του απορρήτου σας
fa: ۴- تنظیمات حریم خصوصی شما
hi: 4. आपकी गोपनीयता सेटिंग्स
it: 4. Impostazioni privacy
pl: 4. Twoje ustawienia prywatności
pt_br: 4. Suas configurações de segurança
ru: 4. Твои настройки приватности
sq: 4. Rregullimet tuaja mbi privatësinë
sv: 4. Dina sekretessinställningar
tr: 4. Gizlilik ayarlarınız

source: 5. Your skills and interests
el: 5. Οι δεξιότητες και τα ενδιαφέροντα σας
fa: ۵- مهارتها و علایق شما
hi: 5. अपने कौशल और हितों
it: 5. Skill e interessi
pl: 5. Twoje umiejętności i zainteresowania
pt_br: 5. Suas habilidades e interesses
ru: 4. Твои навыки и интересы
sq: 5. Aftësitë dhe interesat tuaja
sv: 5. Dina färdigheter och intressen
tr: 5. Yetenekleriniz ve ilgi alanlarınız

source: Tag yourself with your particular skills and interests, e.g. postgresql, nginx, css. Separate them with commas; spaces are allowed.
el: Κάντε tag τον εαυτό σας με συγκεκριμένες δεξιότητες και ενδιαφέροντα, π.χ postgresql, nginx, css. Διαχωρίστε τα με κόμματα ή κενά.
fa: خود را با مهارتهایی که دارید نشانه‌گذاری کنید، به عنوان مثال postgresql, nginx, css. آنها را با ویرگول از یکدیگر جدا کنید؛ فضای خالی مجاز است.
hi: अपने आप को अपने विशेष कौशल और हितों के साथ टैग, जैसे postgresql, nginx, सीएसएस. उन्हें अल्पविराम से अलग करें, रिक्त स्थान की अनुमति दी जाती है.
it: Etitchettati con le tue particolari abilità e interessi, ad esempio postgresql, nginx, css. Separali con virgole; sono permessi gli spazi.
pl: Otaguj się swoimi szczególnymi umiejętnościami i zainteresowaniami, np. postgresql, nginx, css. Rozdziel je przecinkami; spacje są dozwolone.
pt_br: Marque com tags as suas habilidades e interesses particulares, por exemplo, postgresql, nginx, css. Separando com vírgulas. Espaços não são permitidos.
ru: Укажите ваши навыки и интересы, например postgresql, nginx, css. Разделяйте их запятыми; вы можете использовать пробелы.
sq: Vini ca etiketa rreth jush lidhur me aftësi dhe interesa të veçanta, p.sh. postgresql, nginx, css. Ndajini ato me presje; lejohen dhe hapësira.
sv: Tagga dig själv med specifika färdigheter och intresse, exempelvis postgresql, nginxm css. Separera dem med kommatecken, mellanslag är tillåtna.
tr: Belirli yetenek ve ilgi alanlarınızı kendiniz etiketleyin, örn. postgresql, nginx, css. Her birini virgül ile ayırın; boşluklara izin verilir.

source: Sign me up
el: Εγγραφή
fa: مرا ثبت نام کن
hi: मुझे साइन अप
it: Registrami
pl: Zarejestruj mnie
pt_br: Me cadastre
ru: Зарегистрировать меня
sq: Regjistromë
sv: Registrera mig
tr: Beni üye yap

source: %(counter)s Django Person mention this skill
el: %(counter)s Django People αναφέρουν αυτή τη δεξιότητα
fa: %(counter)s بار اعضای جنگو این مهارت را ذکر کرده‌اند
hi: %(counter)s Django व्यक्ति इस कौशल का उल्लेख
it: %(counter)s Django Person cita questa competenza
pl: %(counter)s osoba wzmienia tę umiejętność
pt_br: %(counter)s Pessoa Django menciona essa habilidade
ru: %(counter)s джангист указал этот навык
sq: %(counter)s Person Django e përmend këtë aftësi
sv: %(counter)s Djangoperson nämner denna färdighet
tr: %(counter)s Django Kullanıcısı bu yeteneği konuşuyor

source: Skills
el: Δεξιότητες
fa: مهارتها
hi: कौशल
it: Skill
pl: Umiejętności
pt_br: Habilidades
ru: Навыки
sq: Aftësi
sv: Färdigheter
tr: Yetenekler
