Repository: brutasse/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: el, fa, hi, it, pl, pt_br, ru, sq, sv, tr

source: If you already have an OpenID, you can configure your Django People profile page to delegate to it. This means you'll be able to use your profile page as an OpenID, without having to sign in to Django People first.
el: Αν έχετε ήδη ένα OpenID, μπορείτε να παραμετροποιήσετε τη σελίδα του προφίλ σας του Django People για να χρησιμοποιηθεί αυτή ως OpenID. Αυτό σημαίνει ότι μπορείτε να χρησιμοποιήσετε τη σελίδα του προφίλ σας ως OpenID, χωρίς να χρειάζεται να κάνετε sign in στο Django People.
fa: اگر در حال حاظر یک OpenID دارید، میتوانید آنرا تنظیم کنید تا به عنوان صفحه‌ی پروفایل شما نمایش داده شود. این یعنی شما میتوانید صفحه‌ی پروفایل خود را به عنوان یک OpenID استفاده کنید، بدون اینکه نیازی به ورود به مردم جانگو داشته باشید.
hi: यदि आप पहले से ही एक OpenID है, तो आप अपने Django प्रोफाइल पेज कॉन्फ़िगर करने के लिए यह करने के लिए प्रतिनिधि कर सकते हैं. इसका मतलब यह है कि आप एक OpenID के रूप में Django लोगों को पहले साइन करने के लिए बिना अपने प्रोफाइल पेज का उपयोग करने में सक्षम हो जाएगा.
it: Se hai già un OpenID, puoi configurare la tua pagina di profilo in Django People per delegarlo. Significa che sarai in grado di usare la tua pagina di profilo come un OpenID, senza doverti prima registrare in Django People.
pl: Jeśli masz już OpenID, możesz skonfigurować swoją stronę profilową Django People, aby do niego delegowała. To znaczy, że będziesz mógł używać swojej strony profilowej jako OpenID, bez konieczności logowania się najpierw do Django People.
pt_br: Se você já tem um OpenID, você pode configurar sua página de Perfil Pessoal Django para delegá-lo. Isso significa que você será capaz de usar sua página de perfil com um OpenID, sem ter que entrar em Django People primeiro.
ru: Если у вас уже есть OpenID, вы можете настроить ваш профайл на Django People таким образом, чтобы он был посредником при входе через OpenID. Это значит, что вы сможете использовать адрес страницы вашего профайла в качестве OpenID и для этого не нужно будет заходить на Django People.
sq: Nëse keni tashmë një OpenID, mund ta formësoni profilin tuaj te Persona Django që ta delegojnë atë. Kjo do të thotë që do të jeni në gjendje të përdorni faqen tuaj të profilit si një OpenID, pa u dashur të hyni te Persona Django së pari.
sv: Om du redan har ett OpenID kan du konfigurera din profil här på Django People att använda det. Detta innebär att du kommer kunna använda din profilsida som ett OpenID, utan att behöva logga in på Django People först.
tr: Eğer zaten bir OpenID'ye sahipseniz, yetkilendirmek için Django Kullananlar profil sayfanızı yapılandırabilirsiniz. Bu işlem, Django Kullananlar sayfanıza önce giriş yapmadan profil sayfanızı bir OpenID olarak kullanabileceğiniz anlamına gelir.

source: Read <a href="http://simonwillison.net/2006/Dec/19/openid/">more about delegation</a> to learn how to use this form.
el: Διαβάστε στο <a href="http://simonwillison.net/2006/Dec/19/openid/">περισσότερα σχετικά με το delegation</a> για να μάθετε πως να χρησιμοποιήσετε αυτή τη φόρμα.
fa: برای یادگیری نحوه‌ی استفاده از این فورم، <a href="http://simonwillison.net/2006/Dec/19/openid/">بیشتر درمورد نماینده</a> بخوانید.
hi: पढ़ना <a href="http://simonwillison.net/2006/Dec/19/openid/">प्रतिनिधिमंडल के बारे में अधिक</a> जानने के लिए कैसे इस फार्म का उपयोग करने के लिए.
it: Leggi <a href="http://simonwillison.net/2006/Dec/19/openid/">più notizie riguardo la delega</a> per imparare ad usare questa form.
pl: Przeczytaj <a href="http://simonwillison.net/2006/Dec/19/openid/">więcej na temat delegacji</a>, aby dowiedzieć się jak użyć ten formularz.
pt_br: Leia <a href="http://simonwillison.net/2006/Dec/19/openid/">mais sobre delegação</a> para aprender com usar esse formulário.
ru: Прочитайте <a href="http://simonwillison.net/2006/Dec/19/openid/">статью про делегирование OpenID</a>, чтобы понять, как пользоваться этой формой.
sq: Lexoni <a href="http://simonwillison.net/2006/Dec/19/openid/">më tepër rreth delegimit</a> që të mësoni se si përdoret ky formular.
sv: Läs <a href="http://simonwillison.net/2006/Dec/19/openid/">mer om OpenID-tjänster (delegation)</a> för att lära dig hur du använder detta formuläret.
tr: Bu formun nasıl kullanılacağını öğrenmek için <a href="http://simonwillison.net/2006/Dec/19/openid/">yetkilendirme hakkında daha fazlasını</a> okuyun.

source: Update OpenID delegation
el: Ενημέρωση της αντιπροσώπησης του OpenID
fa: به روز رسانی نمایدگی OpenID
hi: अद्यतन OpenID प्रतिनिधिमंडल
it: Aggiornare la delega OpenID
pl: Zaktualizuj delegację OpenID
pt_br: Atualizar delegação OpenID
ru: Обновить делегирование OpenID
sq: Përditësoni delegim OpenID-sh
sv: Uppdatera OpenID-tjänst
tr: OpenID yetkilendirmesini güncelle

source: Edit your bio
el: Επεξεργασία του βιογραφικού σας
fa: زندگینامه‌ی خود را ویرایش کنید
hi: आपके विवरण संपादित करें
it: Modifica la tua biografia
pl: Edytuj swoją biografię
pt_br: Edite sua biografia
ru: Редактировать биографию
sq: Përpunoni jetëshkrimin tuaj
sv: Redigera din biografi
tr: Özgeçmişinizi düzenleyin

source: No HTML allowed, but paragraph tags will be added automatically and URLs will be turned in to links.
el: Δεν επιτρέπεται η σύνταξη HTML, αλλά τα tags των παραγράφων θα προστεθούν αυτόματα και τα URLs θα μετατραπούν σε συνδέσμους.
fa: امکان وارد کردن HTML وجود ندارد، ولی تگهای پاراگراف به صورت خودکار اضافه میشوند و نشانیهای اینترنتی به صورت خودکار تبدیل به لینک میشوند.
hi: कोई HTML की अनुमति दी है, लेकिन पैरा टैग स्वचालित रूप से जोड़ दिया जाएगा और यूआरएल लिंक में बदल जाएगा.
it: Non è permesso codice HTML, ma le etichette di paragrafo saranno aggiunte automaticamente e le URL saranno trasformate in link.
pl: Niedozwolony HTML, ale tagi akapitów zostaną dodane automatycznie a URL-e zostaną przekształcone w linki.
pt_br: HTML não permitido, mas tags de parágrafo serão adicionados automaticamente e URLs serão convertidos em links.
ru: HTML запрещён, но параграфы будут добавлены автоматически, а URL превратятся в ссылки.
sq: Nuk lejohet HTML, por do të shtohen vetvetiu etiketa paragrafësh dhe URL-të do të shndërrohen në lidhje.
sv: HTML tillåts inte, men paragraf-taggar kommer läggas till automatiskt och URLer kommer konverteras till länkar.
tr: HTML'e izin verilmez, fakat paragraf etiketleri otomatik olarak eklenecektir ve URL'ler bağlantılara çevrilecektir.

source: Update bio
el: Ενημέρωση βιογραφικού
fa: به روز رسانی زندگینامه
hi: विवरण अपडेट करें
it: Aggiorna biografia
pl: Aktualizuj biografię
pt_br: Atualizar bio
ru: Обновить биографию
sq: Përditësoni jetëshkrimin
sv: Uppdatera biografi
tr: Özgeçmişi güncelle

source: Edit contact information
el: Επεξεργασία πληροφοριών επικοινωνίας
fa: ویرایش اطلاعات تماس
hi: संपर्क जानकारी संपादित करें
it: Modifica le informazioni del contatto
pl: Edytuj informacje o kontakcie
pt_br: Editar informação de contato
ru: Редактировать контактную информацию
sq: Përpunoni të dhëna kontakti
sv: Redigera kontaktinformation
tr: İletişim bilgisini güncelle

source: Contact details
el: Λεπτομέρειες επικοινωνίας
fa: جزئیات اطلاعات تماس
hi: संपर्क जानकारी
it: Dettagli di contatto
pl: Szczegóły kontaktu
pt_br: Detalhes do contato
ru: Контактные данные
sq: Hollësi kontakti
sv: Kontaktuppgifter
tr: İletişim ayrıntıları

source: E-mail *
fa: ایمیل *
hi: ई - मेल *
pl: Adres email *
tr: E-posta *

source: Other profiles
el: Άλλα προφίλ
fa: پروفایلهای دیگر
hi: अन्य प्रोफाइल
it: Altri profili
pl: Inne profile
pt_br: Outros perfis
ru: Другие профили
sq: Profile të tjerë
sv: Andra profiler
tr: Diğer profiller

source: Got profiles on other sites? Enter the URLs below:
el: Μήπως έχετε προφιλ σε άλλα sites; Εισάγετε τα URLs παρακάτω:
fa: پروفایلی در سایت دیگر دارید؟ لینک آنرا در زیر وارد کنید:
hi: अन्य साइटों पर प्रोफाइल है?URL नीचे दर्ज करें:
it: Possiedi dei profili su altri siti? Inserisci gli URL qui sotto:
pl: Masz profile na innych stronach? Wpisz URL-e poniżej:
pt_br: Possui perfil em algum outro site? Insira a URL abaixo:
ru: Есть профили на других сайтах? Введи URL:
sq: Keni profile në sajte të tjerë? Jepini URL-të më poshtë:
sv: Har du profiler på andra sidor? Fyll i URL för respektive sida nedan:
tr: Diğer sitelerde profilleriniz mi var? URL'leri aşağıya girin:

source: Instant messaging
fa: پیام‌رسانی فوری
hi: त्वरित संदेश
it: Messaggistica instantanea
pl: Komunikator
pt_br: Mensagem instantânea
ru: Службы мгновенных сообщений
sq: Mesazhe të atypëratyshëm
sv: Chatt
tr: Anında mesajlaşma

source: Use any instant messaging software?
el: Χρησιμοποιείτε κάποιο λογισμικό instant messaging;
fa: از نرم‌افزار پیام رسان فوری استفاده میکنید؟
hi: किसी भी त्वरित संदेश सॉफ्टवेयर का उपयोग करें?
it: Usi qualche programma di messaggistica istantanea?
pl: Użyć jakiegoś komunikatora?
pt_br: Possui algum software de mensagens instantâneas?
ru: Используете какие-то программы для обмена мгновенными сообщениями?
sq: Të përdoret ndonjë software për mesazhe të atypëratyshëm?
sv: Använder du något chattprogram?
tr: Herhangi bir anında mesajlaşma yazılımı kullanıyor musunuz?

source: Privacy settings
el: Ρυθμίσεις απορρήτου
fa: تنظیمات حریم خصوصی
hi: गोपनीयता सेटिंग्स
it: Impostazioni della privacy
pl: Ustawienia prywatności
pt_br: Configurações de privacidade
ru: Настройки приватности
sq: Rregullime privatësie
sv: Sekretessinställningar
tr: Gizlilik ayarları

source: You can set your profile page not to show up in external search engine results (such as Google or Yahoo!)
el: Μπορείτε να ρυθμίσετε τη σελίδα του προφίλ σας ούτως ώστε να μην εμφανίζεται στα αποτελέσματα των μηχανών αναζήτησης (όπως Google ή Yahoo!)
fa: شما میتوانید تنظیم کنید که صفحه‌ی پروفایلتان در نتایج جستجوی موتورهای جستجوی خارجی (نظیر گوگل و یاهو!) نمایش داده نشود
hi: आप अपने प्रोफाइल पेज सेट करने के लिए बाहरी खोज इंजन परिणामों में प्रदर्शित नहीं कर सकते हैं (जैसे गूगल या याहू के रूप में)
it: Puoi impostare la tua pagina di profilo per non essere mostrata nei motori di ricerca esterni (come Google o Yahoo!)
pl: Możesz ustawić, aby strona twojego profilu nie pojawiała się w wynikach wyszukiwania w zewnętrznych wyszukiwarkach (takich jak Google lub Yahoo!)
pt_br: Você pode configurar sua página de profile para não aparecer em resultados de motores de buscas (como Google ou Yahoo!)
ru: Вы можете настроить страницу своего профайла так, чтобы она не отображалась в поисковой выдаче сторонних поисковых машин (таких как Яндекс или Google).
sq: Mund ta bëni faqen e profilit tuaj të mos shfaqet në përfundime kërkimesh te motorë të jashtëm kërkimi (të tillë si Google ose Yahoo!)
sv: Du kan ställa in din profilsida att inte synas i externa sökresultat (så som Google eller Yahoo!)
tr: Profil sayfanızın dış arama motorlarının sonuçlarında (Google veya Yahoo gibi) gösterilmemesini ayarlayabilirsiniz.

source: Save changes
el: Αποθήκευση αλλαγών
fa: ذخیره‌ی تغییرات
hi: परिवर्तन सहेजें
it: Salva i cambiamenti
pl: Zapisz zmiany
pt_br: Salvar alterações
ru: Сохранить изменения
sq: Ruani ndryshimet
sv: Spara ändringar
tr: Ayarları kaydet

source: <strong>Zoom and center the map on your location</strong>. Your map location will be shared in public, so only make it as accurate as makes you comfortable.
el: <strong>Εστιάστε και κεντράρετε την τοποθεσία σας στο χάρτη</strong>. Η τοποθεσία σας θα μοιραστεί με άλλους δημοσίως, οπότε επιλέξτε μια τοποθεσία που να αισθάνεστε άνετα με αυτή.
fa: <strong>نقشه‌ی محل خود را زوم کنید و به وسط بیاورید</strong>، نقشه‌ی محل شما به صورت عمومی به اشتراک گذاشته خواهد شد، بنابر این مطمئن شوید که به اندازه‌ای دقیق است که با آن راحت هستید.
hi: <strong> ज़ूम और केंद्र अपने स्थान पर नक्शा </ strong>. आपके मानचित्र स्थान सार्वजनिक में साझा किया जाएगा, तो केवल यह सटीक बनाने के रूप में आप सहज बना देता है.
it: <strong>Ingrandisci e centra la mappa sulla tua località</strong>. La tua località nella mappa sarà condivisa pubblicamente, perciò indicala con la precisione che preferisci.
pl: <strong>Powiększ i wyśrodkuj mapę na swojej lokacji</strong>. Twoja lokacja na mapie będzie udostępniona publicznie, więc uczyń ją tak dokładną, abyś się dobrze z tym czuł.
pt_br: <strong>Aumentar e centralizar o mapa em sua localização</strong>. Seu mapa de localização poderá ser compartilhado publicamente, portanto, apenas torne o mais exato quanto lhe agrade
ru: <strong>Масштабируйте и перемещайте карту таким образом, чтобы ваше местоположение оказалось в центре</strong>. Ваше местоположение будет общедоступно, поэтому уточняйте его только до тех пор, пока чувствуете себя уютно.
sq: <strong>Zmadhojeni dhe vendoseni qendrën e hartës te vendndodhja juaj</strong>. Vendndodhja juaj në hartë do të ndahet me publikun, ndaj bëjeni vetëm aq të përpiktë sa ju vjen ndoresh.
sv: <strong>Zooma och centrera kartan på din position</strong>. Din valda position kommer vara synlig offentlgit, så gör den bara så exakt som du är bekväm med.
tr: <strong>Yakınlaştırın ve konumuzu haritada ortalayın</strong>. Harita konumunuz herkesle paylaşılacaktır, bu yüzden sadece sizi rahat ettirecekse yapın.

source: Location *
el: Τοποθεσία *
fa: محل *
hi: स्थान *
it: Posizione *
pl: Lokalizacja *
pt_br: Localidade *
ru: Местоположение *
sq: Vendndodhje *
sv: Position *
tr: Konum *

source: A short textual description of your location will be displayed on the site. We attempt to derive this from your position on the map, but you can customise it if you like.
el: Μια μικρή περιγραφή της τοποθεσία σας που θα εμφανίζεται στο site. Προσπαθούμε να το αντλήσουμε αυτό από τη θέση σας στο χάρτη αλλά μπορείτε να το παραμετροποιήσετε αν θέλετε.
fa: یک توضیح متنی کوتاه از محل شما در سایت نمایش داده خواهد شد. ما سعی میکنیم از روی موقعیت شما بر‌روی نقشه آنرا ایجاد کنیم، ولی اگر مایل باشید میتوانید آنرا مطابق میل خود شخص‌سازی کنید.
hi: अपने स्थान की एक छोटी शाब्दिक वर्णन साइट पर प्रदर्शित किया जाएगा. हम नक्शे पर अपनी स्थिति से निकाले जाते करने का प्रयास करते हैं, लेकिन आप इसे अनुकूलित अगर आप की तरह कर सकते हैं.
it: Una breve descrizione in formato testo della tua località sarà visualizzata nel sito. Tentiamo di ottenerla dalla tua posizione sulla mappa, ma se vuoi puoi personalizzarla.
pl: Krótki opis tekstowy twojej lokacji będzie wyświetlany na stronie. Próbujemy odczytać go z twojej pozycji na mapie, ale możesz go zmienić jeśli masz ochotę.
pt_br: Uma descrição textual curta de sua localização será exibida no site. Nós tentaremos obter sua posição no mapa, mas você pode personalizá-lo, se quiser.
ru: Краткое текстовое описание вашего местоположения будет отображено на сайте. Мы попытаемся извлечь его из координат указанной вами на карте точки, но вы можете изменить его, если пожелаете.
sq: Te sajti do të shfaqet një përshkrim i shkurtër kontekstual i vendndodhje suaj. Këtë përpiqemi ta nxjerrim nga pozicioni juaj në hartë, por, nëse dëshironi, mund ta personalizoni.
sv: En kort beskrivning av din geografiska position kommer visas på sidan. Vi försöker hämta den automatiskt från din position på kartan, men du kan redigera den själv om du vill.
tr: Konumunuzun kısa metinsel açıklaması site üzerinde görüntülenecektir. Bu bilgiyi haritadaki konumunuzdan elde etmeye çalışıyoruz, fakat isterseniz özelleştirebilirsiniz.

source: Change location
el: Αλλαγή τοποθεσίας
fa: تغییر محل
hi: स्थान बदलें
it: Cambia posizione
pl: Zmień lokalizację
pt_br: Alterar localidade
ru: Изменить местоположение
sq: Ndryshoni vendndodhjen
sv: Ändra position
tr: Konumu değiştir

source: Change password
el: Αλλαγή κωδικού
fa: تغییر رمز عبور
hi: पासवर्ड बदलें
it: Cambia password
pl: Zmień hasło
pt_br: Alterar senha
ru: Изменить пароль
sq: Ndryshoni fjalëkalimin
sv: Uppdatera lösenord
tr: Parolayı değiştir

source: Update your portfolio
el: Ενημερώστε το portfolio σας
fa: به‌روز رسانی نمونه‌کار‌های شما
hi: अपने पोर्टफोलियो अद्यतन
it: Aggiorna il tuo portfolio
pl: Zaktualizuj swoje portfolio
pt_br: Atualizar seu portfolio
ru: Обновить портфолио
sq: Përditësoni portofolin tuaj
sv: Uppdatera din portfolio
tr: Portfolyonuzu güncelleyin

source: Show off the sites and projects you've personally built (or contributed to) using Django.
el: Δείξτε τα sites και τα projects που έχετε εσείς φτιάξει (ή συνεισφέρει) χρησιμοποιώντας το Django.
fa: سایتها و پروژه هایی که شخصا با استفاده از جنگو ایجاد کرده اید (یا در آنها مشارکت کرده اید) را نمایش دهید.
hi: बंद दिखाएँ साइटों और परियोजनाओं आप व्यक्तिगत रूप से निर्माण किया है (या करने के लिए योगदान) Django का उपयोग.
it: Mostra i siti e i progetti che hai costruito personalmente (o ai quali hai contribuito) utilizzando Django.
pl: Zaprezentuj strony i projekty, które osobiście tworzyłeś (lub współtworzyłeś) przy użyciu Django.
pt_br: Mostrar os sites e projetos pessoais que você desenvolveu (ou contribuiu) usando Django
ru: Похвастайтесь сайтами и проектами на Django, которые вы сделали сами (или в создании которых вы принимали участие).
sq: Paraqitni sajtet dhe projektet që keni ndërtuar ju vetë (ose ku keni kontribuar) duke përdorur Django-n.
sv: Visa upp sidor och projekt som du byggt (eller bidragit till) som använder Django
tr: Django kullanarak kişisel olarak oluşturduğunuz (veya katkıda bulunduğunuz) site ve projeleri gösterin.

source: Update portfolio
el: Ενημέρωση portfolio
fa: به‌روز رسانی نمونه کارها
hi: पोर्टफोलियो अद्यतन
it: Aggiorna portfolio
pl: Zaktualizuj portfolio
pt_br: Atualizar portfolio
ru: Обновить портфолио
sq: Përditësoje portofolin
sv: Uppdatera portfolio
tr: Portfolyoyu güncelle

source: Update your skills
el: Ενημέρωση των δεξιοτήτων σας
fa: مهارتهای خود را به‌روز رسانی کنید
hi: अद्यतन करें अपने कौशल को
it: Aggiorna le tue competenze
pl: Zaktualizuj swoje umiejętności
pt_br: Atualizar suas habilidades
ru: Обновить навыки
sq: Përditësoni aftësitë tuaja
sv: Uppdatera dina färdigheter
tr: Yeteneklerinizi güncelleyin

source: Update skills
el: Ενημέρωση δεξιοτήτων
fa: به‌روز رسانی مهارتها
hi: अद्यतन करें कौशल
it: Aggiorna competenze
pl: Zaktualizuj umiejętności
pt_br: Atualizar habilidades
ru: Обновить навыки
sq: Përditësoji aftësitë
sv: Uppdatera färdigheter
tr: Yetenekleri güncelle

source: Please correct the errors below and submit the form again.
el: Παρακαλούμε διορθώστε τα λάθη παρακάτω και καταθέστε ξανά τη φόρμα.
fa: لطفا خطاهای زیر را اصلاح نموده و فورم را مجددا ارسال کنید.
hi: कृपया नीचे त्रुटियां सुधारें और फार्म फिर से सबमिट करें.
it: Correggi gli errori sottostanti e invia il form nuovamente.
pl: Proszę poprawić błędy wskazane poniżej i przesłać formularz ponownie.
pt_br: Por favor, corrija os erros abaixo e envie o formulário novamente.
ru: Пожалуйста, исправьте ошибки ниже и отправьте форму ещё раз.
sq: Ju lutemi, ndreqni gabimet më poshtë dhe parashtrojeni sërish.
sv: Var vänlig korrigera felen nedan och skicka formuläret igen.
tr: Lütfen aşağıdaki hataları düzeltin ve formu tekrar gönderin.

source: Showing %(counter)s recent signups (out of %(total_people)s)
el: Εμφανίζονται %(counter)s πρόσφατες εγγραφές (από %(total_people)s)
fa: نمایش %(counter)s ثبت نام جدید (از %(total_people)s نفر)
hi: दिखा रहा है %(counter)s हाल ही में पंजीकरण (बाहर%(total_people)s)
it: Mostrando %(counter)s iscrizioni recenti (su un totale di %(total_people)s)
pl: Pokazujemy %(counter)s najnowsze konta (spośród %(total_people)s)
pt_br: Mostrando %(counter)s inscrições recentes (de %(total_people)s)
ru: Вот, например, %(counter)s недавно зарегистрированных пользователя (а всего их %(total_people)s)
sq: Po shfaqen %(counter)s regjistrimet e fundit (nga %(total_people)s gjithsej)
sv: Visar %(counter)s nya registreringar (av totalt %(total_people)s)
tr: Son %(counter)s üye olan kişi (%(total_people)s üzerinde) gösteriliyor

source: if you're a Django developer, why not <a href="%(signup_url)s">add yourself</a> to the site?
el: αν είστε ένας Django developer, γιατί να μην <a href="%(signup_url)s">προσθέσετε τον εαυτό σας</a> στο site;
fa: اگر توسعه دهنده‌ی جنگو هستید، چرا <a href="%(signup_url)s">خود را به سایت اضافه نمیکنید</a>؟
hi: अगर आप एक Django डेवलपर, क्यों नहीं कर रहे हैं <a href="%(signup_url)s">अपने आप को जोड़</a> साइट के लिए?
it: se sei uno sviluppatore Django, perché non <a href="%(signup_url)s">aggiungerti</a> al sito?
pl: Jeśli jesteś deweloperem Django, czemu nie <a href="%(signup_url)s">dodasz się</a> do strony?
pt_br: Você é um desenvolvedor Django, porque não <a href="%(signup_url)s">te adicione</a> a este site?
ru: Если ты Django-разработчик, почему бы не <a href="%(signup_url)s">добавить себя</a> на сайт?
sq: Nëse jeni programues Django, pse të mos <a href="%(signup_url)s">shtonit veten</a> te sajti?
sv: om du är en Django-utvecklare, varför inte <a href="%(signup_url)s">lägga till dig själv</a> på sidan?
tr: Eğer bir Django geliştiricisiyseniz, neden kendinizi siteye <a href="%(signup_url)s">eklemiyorsunuz?</a>

source: Active on IRC in the past hour
el: Ενεργοί στο IRC την τελευταία ώρα
fa: در یک ساعت اخیر در IRC فعال بود
hi: पिछले एक घंटे में IRC पर सक्रिय
it: Attivo su IRC nella scorsa ora
pl: Aktywny na IRC w ciągu ostatniej godziny
pt_br: Ativo no IRC na última hora
ru: Активен в IRC в течение последнего часа
sq: Aktiv në IRC orën e kaluar
sv: Aktiv på IRC senaste timmen
tr: Geçtiğimiz saat içerisinde IRC'de aktifti

source: No one is currently active
el: Κανείς δεν είναι αυτή τη στιγμή ενεργός
fa: هیچ‌کسی در حال حاضر فعال نیست
hi: कोई भी वर्तमान में सक्रिय नहीं है
it: Nessuno è attualmente attivo
pl: W tej chwili nikt nie jest aktywny
pt_br: Ninguém esta ativo atualmente
ru: Нет ни одного активного пользователя
sq: Tani nuk ka asnjë aktiv
sv: Ingen är just nu aktiv
tr: Şu an kimse aktif değil.

source: <strong>%(nick)s</strong>, active %(since)s ago
el: <strong>%(nick)s</strong>, ενεργοί πριν από %(since)s
fa: <strong>%(nick)s</strong>, %(since)s پیش فعال بود
it: <strong>%(nick)s</strong>, attivo dal %(since)s
pl: <strong>%(nick)s</strong>, aktywny %(since)s temu
pt_br: <strong>%(nick)s</strong>, ativo %(since)s atrás
ru: <strong>%(nick)s</strong>, активен %(since)s
sq: <strong>%(nick)s</strong>, aktiv që pre %(since)s
sv: <strong>%(nick)s</strong>, aktiv %(since)s sedan
tr: <strong>%(nick)s</strong>, %(since)s önce aktifti

source: Your login attempt failed.
el: Η προσπάθεια εισόδου σας απέτυχε.
fa: تلاش شما برای ورود ناموفق بود
hi: आपका लॉगिन प्रयास में विफल रहा है.
it: Tentativo di login fallito.
pl: Twoja próba logowania nie powiodła się.
pt_br: Sua tentativa de acesso falhou.
ru: Попытка входа не удалась.
sq: Përpjekja juaj për hyrje dështoi.
sv: Inloggningen misslyckades
tr: Oturum açma denemeniz başarısız oldu.

source: Lost your password?
el: Ξεχάσατε τον κωδικό σας;
fa: رمز عبور خود را فراموش کرده‌اید؟
hi: अपना पासवर्ड खो गया?
it: Hai dimenticato la password?
pl: Nie pamiętasz swojego hasła?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
sq: Humbët fjalëkalimin tuaj?
sv: Glömt ditt lösenord?
tr: Parolanızı mı unuttunuz?

source: Or sign in with your OpenID
el: Ή κάντε sign in με το OpenID σας
fa: یا از طریق OpenID خود وارد شوید
hi: या अपने OpenID के साथ में साइन इन करें
it: O accedi con il tuo OpenID
pl: Albo zaloguj się korzystając z OpenID
pt_br: Ou acesse com seu OpenID
ru: Или войти через OpenID
sq: Ose hyni me OpenID-në tuaj
sv: Eller logga in med ditt OpenID
tr: Veya OpenID'niz ile giriş yapın

source: OpenID not working?
el: Δε δουλεύει το OpenID;
fa: OpenID کار نمیکند؟
hi: OpenID काम नहीं कर रहा?
it: OpenID non funzionante?
pl: OpenID nie działa?
pt_br: OpenID não funciona?
ru: OpenID не работает?
sq: Nuk punon OpenID-ja?
sv: Fungerar inte OpenID?
tr: OpenID çalışmıyor mu?

source: Log in with OpenID
el: Κάντε log in με το OpenID
fa: با OpenID وارد شوید
hi: OpenID के साथ में प्रवेश करें
it: Effettua il log in tramite il tuo OpenID
pl: Zaloguj się korzystając z OpenID
pt_br: Acesse com OpenID
ru: Войти через OpenID
sq: Hyni me OpenID
sv: Logga in med OpenID
tr: OpenID ile oturum aç
