Repository: brutasse/djangopeople
Catalog: djangopeople/locale/*/LC_MESSAGES/django.po
Languages: el, fa, hi, it, pl, pt_br, ru, sq, sv, tr

source: No Tag found matching "%s".
el: Δε βρέθηκε το Tag που να ταιριάζει με "%s".
fa: هیچ تگی مطابق با "%s" یافت نشد
hi: "%s" से मेल खाती कोई चिप्पी नहीं मिली
it: Non è stato trovato nessun tag che corrisponda a "%s".
pl: Nie znaleziono tagu pasującego do "%s".
pt_br: Nenhuma Tag encontrada com "%s".
ru: Не найдено тегов по запросу "%s".
sq: S’u gjet Etiketë që përputhet me "%s".
sv: Ingen tagg som matchar "%s" hittades.
tr: "%s" ile eşleşen bir Ttiket bulunamadı.

source: English
el: Αγγλικά
fa: انگلیسی
hi: अंगरेज़ी
it: Inglese
pl: angielski
pt_br: Inglês
ru: Английский
sq: Anglisht
sv: Engelska
tr: İngilizce

source: Czech
it: Ceco
pl: czeski
ru: Чешский
sq: Çekisht
tr: Çekçe

source: Russian
it: Russo
pl: rosyjski
ru: Русский
sq: Rusisht
tr: Rusça

source: French
it: Francese
pl: francuski
ru: Французский
sq: Frëngjisht
tr: Fransızca

source: Spanish
it: Spagnolo
pl: hiszpański
ru: Испанский
sq: Spanjisht
tr: İspanyolca

source: Hebrew
it: Ebraico
pl: hebrajski
ru: Иврит
sq: Hebraisht
tr: İbranice

source: Portuguese
it: Portoghese
pl: portugalski
ru: Португальский
sq: Portugalisht
tr: Portekizce

source: Slovak
it: Slovacco
pl: słowacki
ru: Словацкий
sq: Slovakisht
tr: Slovakça

source: Blog URL
fa: آدرس وبلاگ
hi: ब्लॉग यूआरएल
pl: Adres URL bloga
ru: URL блога
sq: URL Blogu
sv: Blogg URL

source: URL %d
fa: آدرس %d
hi: यूआरएल %d
pl: Adres URL %d

source: ISO alpha-3
fa: ایزو الفا-3
hi: आईएसओ अल्फा-3
it: Codice ISO 3 lettere
pl: ISO alfa-3
ru: ISO alpha-3 (трёхбуквенный ISO-код)
sq: Alfa-3 ISO

source: blog:
fa: وبلاگ:
hi: ब्लॉग:
ru: блог:
sv: blogg:

source: URL
fa: آدرس
hi: यूआरएल

source: The site was originally built and open-sourced by <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/brutasse/djangopeople">available on github</a>, you can post feedback and bug reports on the repository's <a href="https://github.com/brutasse/djangopeople/issues">issues page</a>.
el: Το site φτιάχτηκε αρχικά και έγινε ανοιχτού λογισμικού από τον <a href="/simon/">Simon Willison</a> και την <a href="/natbat/">Natalie Downe</a>. Ο κώδικας είναι <a href="https://github.com/brutasse/djangopeople">διαθέσιμος στο github</a>, όπου μπορείτε να κάνετε τα δικά σας σχόλια για τυχόν bugs στην <a href="https://github.com/brutasse/djangopeople/issues">αντίστοιχη σελίδα</a>.
fa: این سایت در اصل توسط <a href="/simon/">سیمون ویلسون</a> و <a href="/natbat/">ناتالی دوون</a> ساخته و اوپن‌سورس شد. کد آن <a href="https://github.com/brutasse/djangopeople">در گیتهاب در دسترس است</a>. شما میتوانید نظرات و گزارش‌های خطا را در صفحه‌ی <a href="https://github.com/brutasse/djangopeople/issues">صفحه‌ی ایرادات</a> ریپازیتوری، منتشر کنید.
hi: साइट मूल रूप से बनाया गया था और खुले-स्रोत <a href="/simon/">Simon Willison</a> and <a href="/natbat/">Natalie Downe</a>. The code is <a href="https://github.com/brutasse/djangopeople">available on github</a>, आप रिपोजिटरी पर प्रतिक्रिया और बग रिपोर्ट पोस्ट कर सकते हैं<a href="https://github.com/brutasse/djangopeople/issues">issues page</a>.
pt_br: O site for originalmente construído e disponibilizado em código livre por <a href="/simon/">Simon Willison</a> e <a href="/natbat/">Natalie Downe</a>. O código está <a href="https://github.com/brutasse/djangopeople">disponível no github</a>, você pode mandar feedback e relatórios de bugs na <a href="https://github.com/brutasse/djangopeople/issues">página de problemas</a> do repositório.
sv: Sidan byggdes ursprungligen och släpptes som öppen källkod av <a href="/simon/">Simon Willison</a> och <a href="/natbat/">Natalie Downe</a>. Koden är <a href="https://github.com/brutasse/djangopeople">tillgänglig på GitHub</a>, du kan lämna förslag och felrapporter på projektets <a href="https://github.com/brutasse/djangopeople/issues">sida för felrapporter (engelska)</a>.

source: Country data and location lookups come from <a href="http://www.geonames.org/">GeoNames</a>, while the maps themselves are powered by the <a href="https://developers.google.com/maps/">Google Maps API</a>. Country flags and icons are by <a href="http://famfamfam.com/lab/icons/">Mark James</a>; US state flags come <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">from Wikipedia</a>. Profile pictures come from <a href="http://en.gravatar.com/">Gravatar</a>.
el: Τα δεδομένα των χωρών και οι ευρέσεις των τοποθεσιών προέρχονται από τα <a href="http://www.geonames.org/">GeoNames</a>, ενώ οι χάρτες υποστηρίζονται από το <a href="https://developers.google.com/maps/">Google Maps API</a>. Οι σημαίες των χωρών και τα εικονίδια έχουν φτιαχτεί από τον <a href="http://famfamfam.com/lab/icons/">Mark James</a>; οι σημαίες των Ηνωμένων Πολιτειών της Αμερικής είναι από <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">τη Wikipedia</a>. Οι εικόνες των προφίλ είναι από το <a href="http://en.gravatar.com/">Gravatar</a>.
fa: اطلاعات کشور و یافتن موقعیت، از <a href="http://www.geonames.org/">GeoNames</a> به دست آمده‌اند، در حالی که نقشه‌ی آنها توسط <a href="https://developers.google.com/maps/">رابط نرم افزاری نقشه‌ی گوگل</a> نیرو گرفته است. نقشه‌ی کشورها و نمادها با <a href="http://famfamfam.com/lab/icons/">مارک جیمز</a> است؛ نقشه‌ی ایالات امریکا از <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="نقشه‌ی ایالات آمریکا">from Wikipedia</a> آمده است. عکسهای پروفایل، از <a href="http://en.gravatar.com/">گِرَواتار</a> آمده است.
hi: देश डेटा और स्थान लुकअप आते हैं<a href="http://www.geonames.org/">GeoNames</a>, जबकि नक्शे खुद संचालित होते हैं द्वारा<a href="https://developers.google.com/maps/">गूगल मैप्स एपीआई</a>. देशों के झंडे और चिह्न हैं द्वारा<a href="http://famfamfam.com/lab/icons/">मार्क जेम्स</a>; यूएस राज्य झंडे आते हैं <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">विकिपीडिया से</a>. प्रोफ़ाइल चित्र आते हैं <a href="http://en.gravatar.com/">जीआरअवतार</a>.
pt_br: Dados de países e localização vem do <a href="http://www.geonames.org/">GeoNames</a>, enquanto os mapas são fornecidos pela <a href="https://developers.google.com/maps/">API do Google Maps</a>. Bandeiras de países são feitas por <a href="http://famfamfam.com/lab/icons/">Mark James</a>; Bandeiras de Estados Americanos são da <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">Wikipedia</a>. Fotos de perfis vem do <a href="http://en.gravatar.com/">Gravatar</a>
sv: Landsinformation och platssökning från <a href="http://www.geonames.org/">GeoNames</a>, kartor drivs av <a href="https://developers.google.com/maps/">Google Maps API</a>. Landsflaggor ochikoner är gjorda av <a href="http://famfamfam.com/lab/icons/">Mark James</a>; flaggor för amerikanska delstater kommer <a href="http://en.wikipedia.org/wiki/Flags_of_the_U.S._states" title="Flags of the U.S. states">från Wikipedia</a>. Profilbilder kommer från <a href="http://en.gravatar.com/">Gravatar</a>.

source: The site uses <a href="http://code.google.com/p/django-tagging/">django-tagging</a> by <a href="/insin/">Jonathan Buchanan</a> for the <a href="/skills/">skills feature</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID support</a> (used by %(openid_users)s people) depends on <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
el: Το site χρησιμοποιεί το <a href="http://code.google.com/p/django-tagging/">django-tagging</a> από τον <a href="/insin/">Jonathan Buchanan</a> για το πεδίο των <a href="/skills/">δεξιοτήτων</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">Η υποστήριξη του OpenID</a> (το οποίο χρησιμοποιείται από %(openid_users)s ανθρώπους) εξαρτάται από το <a href="http://openidenabled.com/python-openid/">python-openid</a> (έκδοση 2.2.5) και από το <a href="http://code.google.com/p/django-openid/">django-openid</a>.
fa: این سایت از <a href="http://code.google.com/p/django-tagging/">django-tagging</a> که توسط <a href="/insin/">جاناتان بوچانان</a> برای <a href="/skills/">skills feature</a> ساخته شده، استفاده میکند. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">اوپن آی‌دی</a> (که توسط %(openid_users)s استفاده میشود) مربوط به <a href="http://openidenabled.com/python-openid/">python-openid</a> (نسخه‌ی 2.2.5) و <a href="http://code.google.com/p/django-openid/">django-openid</a> است.
hi: साइट का उपयोग करता <a href="http://code.google.com/p/django-tagging/">django-tagging</a> by <a href="/insin/">Jonathan Buchanan</a> for the <a href="/skills/">skills feature</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID support</a> (used by %(openid_users)s people) depends on <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) and <a href="http://code.google.com/p/django-openid/">django-openid</a>.
pt_br: O site usa <a href="http://code.google.com/p/django-tagging/">django-tagging</a> por <a href="/insin/">Jonathan Buchanan</a> para o <a href="/skills/">habilidades</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID suporte</a> (used by %(openid_users)s people) dependente de <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) e <a href="http://code.google.com/p/django-openid/">django-openid</a>.
sv: Sidan använder <a href="http://code.google.com/p/django-tagging/">django-tagging</a> av <a href="/insin/">Jonathan Buchanan</a> för funktionaliteten kring <a href="/skills/">färdigheter</a>. <a href="http://simonwillison.net/2008/Jan/24/upgrade/" title="Django People: OpenID and microformats">OpenID-stöd</a> (används av %(openid_users)s personer) fungerar tack vare <a href="http://openidenabled.com/python-openid/">python-openid</a> (version 2.2.5) och <a href="http://code.google.com/p/django-openid/">django-openid</a>.

source: Looking for a Django job? check out <a href="http://djangogigs.com/">Djangogigs.com</a>
el: Ψάχνετε για κάποια Django εργασία; Δείτε στο <a href="http://djangogigs.com/">Djangogigs.com</a>
fa: به دنبال شغل میگردید؟ <a href="http://djangogigs.com/">Djangogigs.com</a> را ببینید
hi: एक Django नौकरी के लिए खोज रहे हैं?चेक आउट <a href="http://djangogigs.com/">Djangogigs.com</a>
pt_br: Procurando por um emprego em Django? Confira em <a href="http://djangogigs.com/">Djangogigs.com</a>
sv: Letar du efter Django-jobb? Kolla in <a href="http://djangogigs.com/">Djangogigs.com</a>

source: #django IRC
hi: #django आईआरसी
